{"status":"ok","post":{"id":5238,"type":"post","slug":"the-biggest-baddest-person-around-crashes-augustas-nicey-nicey-club","url":"http:\/\/localhost:1338\/?p=5238","status":"publish","title":"THE BOOK ON PAUL LEPAGE","title_plain":"THE BOOK ON PAUL LEPAGE","content":"<p>Crema is a Portland waterfront café that boasts of coffee roasted in small batches and pastries baked from scratch with “natural, local and organic ingredients.”<\/p>\n<p>As much as any place in liberal Portland, it is a gathering spot for a city whose voters have no use for Gov. Paul LePage. Only <a href=\"http:\/\/www.maine.gov\/sos\/cec\/elec\/2010\/gen2010gov.html\" target=\"_blank\">19 percent<\/a> of Portland voters went for LePage in the 2010 election – there was no place he did worse.<\/p>\n<p>This summer, Dave Dearborn was sitting at a table in the high-ceilinged café reading a book and nursing a coffee. Now, more than two years into the Republican’s tenure, what did he think of the governor?<\/p>\n<p>“He outright embarrasses us with the idiotic things he says,” Dearborn said.<\/p>\n<p>He said that after he finished his coffee, he was going up to the headquarters of a different candidate for governor, Eliot Cutler.<\/p>\n<p>Cutler is the independent and former Democrat who came in a close second to LePage and is hoping to do better in 2014. But he will be competing with a well-known Democrat, U. S. Rep. Mike Michaud, and LePage to be the governor.<\/p>\n<p>Dearborn said LePage “plays on people’s ignorance. He has a bombastic approach to politics that appeals to people who are willfully ignorant.”<\/p>\n<p>About 90 miles away sits a Maine town where LePage’s brand of politics went over better than it did in any other community of any size in the state.<\/p>\n<p>In Albion, a rural town in central Maine, LePage won by a landslide, with some to spare. He got <a href=\"http:\/\/www.maine.gov\/sos\/cec\/elec\/2010\/gen2010gov.html\" target=\"_blank\">nearly 61 per cent <\/a>of the vote from this town of 2,000.<\/p>\n<p>Locals there get their morning coffee at the Albion Corner Store at 14 Main St., where you can also all fill up your pickup and grab a slice and a Pepsi.<\/p>\n<p>At lunchtime in August, men in jeans and tee-shirts and some wearing fluorescent safety vests hurried in, joked with the women behind the lunch counter, ordered something “to go” and headed back to the job site.<\/p>\n<p>One of them was Brent Dow, 35, owner of a metal roofing company with four employees.<\/p>\n<aside class=\"module pull-quote right half\"><\/p>\n<p><img alt=\"Jill Goldthwait Photo\" src=\"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/Im-not-sure-Im-aware-of-any-others-politicians-that-are-as-fearless-about-political-fallout.-Jill-Goldthwait-former-independent-state-senator.jpg\" width=\"215\" height=\"287\" \/>&#8220;I&#8217;m not sure I&#8217;m aware of any others (politicians) that are as fearless about political fallout.&#8221;<\/p>\n<p>-Jill Goldthwait, former independent state senator<\/p>\n<p>Photo, Colleen Delaney<\/p>\n<p><\/aside>\n<p>“He’s kind of like me,” Dow said, “He jokes a lot. He makes a lot of comments, but he stands by them. And some of them I agree with.”<\/p>\n<p>What matters more to him, he said, was that LePage “thinks like a worker … he’s more for the working person than a person who has a state job or who found a way to stay on state benefits … He seems to go after those people.”<\/p>\n<p>Parris Varney, who owns the store with his wife Kathy, echoed Dow’s assessment of the governor.<\/p>\n<p>“To me, he’s not a typical politician. He’s a little rough around the edges, but he says what other people think, but they don’t say it,” he said. “He’s a regular guy.”<\/p>\n<p>The customers in Crema and the Albion Corner Store may be miles apart in their views, but they have something in common: They are representative of the public debate over the governor.<\/p>\n<p>Whether you are interviewing folks at coffee shops, reading letters to the editor and online comments or news coverage, most of the LePage debate has been about the sizzle, not the steak. About what he says and how he says it, not what he’s done and not done.<\/p>\n<p>The Maine Center for Public Interest Reporting has interviewed LePage three times and more than two dozen others – from voters to political insiders to LePage’s friends and enemies – to develop a fuller picture of the state’s 74th governor.<\/p>\n<hr \/>\n<aside class=\"module pull-quote right half\"><\/p>\n<p><img class=\"alignnone size-full wp-image-5287\" alt=\"Tony Payne photo\" src=\"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/LePage-has-moved-the-dial-on-policy-more-than-anyone-in-my-lifetime.-Tony-Payne-business-executive-and-conservative-political-activist.jpg\" width=\"200\" height=\"200\" \/><br \/>\nLePage &#8220;has moved the dial on policy more than anyone in my lifetime.&#8221;<\/p>\n<p>-Tony Payne, business executive and conservative political activist<\/p>\n<p><\/aside>\n<p>What emerged was the story of the man behind the headlines, headlines that reflect one side &#8212; but one side only &#8212; of the state’s chief executive.<\/p>\n<p>The picture also includes the stubborn former business consultant who has made foundational changes in the state’s fiscal status; the populist who reflects the pent-up frustration of working people with what they see as Maine’s profligate spending; the easily-frustrated CEO with little patience for the slow grind of the legislative process.<\/p>\n<p>And perhaps most telling: the anti-politician with his disdain for the sometime necessary tact required of political leaders, whose attitude may well be getting in the way of fulfilling more of his agenda.<\/p>\n<p>“I’m a lightning rod,” LePage said in one of the interviews. He attracts &#8212; perhaps even courts – extreme reactions. He’s been called everything from a bully to a moron by his detractors, while those closest to him see a personable, self-deprecating man who reads every bill, study and document on his desk.<\/p>\n<p>The middle ground on Paul LePage is a slim sandbar in the torrent of opinions, but among those few who stand there is Jill Goldthwait, a former independent state senator from Bar Harbor.<\/p>\n<p>“I’m sure that I don’t know any others (politicians) that are as fearless about political fallout” from their comments and positions as LePage, she said. His “single-mindedness has served him well,” she said, but when his comments turn crude “it interferes with his ability to accomplish his agenda.”<\/p>\n<p>To Tony Payne, a self-described fiscal conservative and the one-time head of the Alliance for Maine’s Future, a pro-business group, LePage “has moved the dial on policy more than anyone in my lifetime, as no governor has, on more fronts – simultaneously.”<\/p>\n<p>Karen Heck, who succeeded LePage as mayor of Waterville, represents those disgusted with him. She said the governor’s well-publicized comments show a lack of self-control that damages the state’s image to potential new businesses – his supposed calling card.<\/p>\n<aside class=\"module pull-quote right half\"><\/p>\n<p><img alt=\"Lepage and chriistie photo\" src=\"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/Lepage-and-chriistie-1.jpeg\" width=\"400\" height=\"286\" \/><\/p>\n<p>Author John Christie interviewing Gov. Lepage in his Statehouse office. For Christie&#8217;s &#8220;Reporter&#8217;s Notebook&#8221; about how he got the interview and researched this story,<br \/>\n<a href=\"http:\/\/pinetreewatchdog.org\/how-we-got-the-lepage-story\">click here.<\/a><\/p>\n<p>Jeff Pouland Photography<\/p>\n<p><\/aside>\n<p>Citing what she called LePage’s “toxic” childhood, Heck said, “He’s a scared little boy who wishes his mother could have protected him and his father loved him” and learned to survive by being “the biggest, baddest person around.”<\/p>\n<p>LePage, though, doesn’t see himself that way.<\/p>\n<p>“People think I’m a bully, but it’s just that I get a little offended when they get condescending.” That’s when, he said, “I get a little condescending to them.”<\/p>\n<p>With the exception of his hardcore followers, there is little support for his most <a href=\"http:\/\/bangordailynews.com\/2013\/03\/30\/opinion\/lepagequotes\/\" target=\"_blank\">extreme remarks<\/a>, from declaring that the president of the United States could “go to hell” to going on TV to say that a legislator who opposed his budget was “the first one to give it to the people of Maine without providing Vaseline.”<\/p>\n<p>People who spend time with him say there is another LePage the public would be surprised to see: studious, respectful – but always to the point.<\/p>\n<p>Emily Cain is the current Democratic state senator from Orono who was House minority leader during LePage first two years in office. She worked closely with LePage on <a href=\"http:\/\/pinetreewatchdog.org\/lepage-cain-ethics-bill-more-financial-disclosure\/\" target=\"_blank\">ethics reform<\/a> and <a href=\"http:\/\/bangordailynews.com\/2012\/04\/17\/politics\/lepage-signs-two-more-bills-aimed-at-protecting-domestic-violence-victims\/\" target=\"_blank\">domestic violence<\/a> legislation.<\/p>\n<p>In her meetings with the governor, Cain said, “He’s usually very focused and determined. The governor has never been a bully to me and, quite frankly, I would not have stood for it.”<\/p>\n<p>In two sit-down interviews and one car trip from Augusta to Portland and back – a total of about six hours – the LePage of the screaming headlines showed up only once. But the one time offers an explanation for all the other outbursts:<\/p>\n<p>Replying to a question about working with legislators, he said: “I hate politics,” his voice rising, the “hate” coming out in bold, all caps. “I just hate having to compromise my principles.”<\/p>\n<p><img class=\"aligncenter size-full wp-image-5307\" alt=\"chapter 1 graphic\" src=\"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/chapter1.jpg\" width=\"680\" height=\"80\" \/>For most of the past 30 years, Maine voters were pretty clear what they wanted in the State House – Democrats, or independents with a liberal bent.<\/p>\n<hr \/>\n<p>Then why did a Tea Party-favorite like LePage get more votes in the last governor’s race than a stalwart Democrat like Libby Mitchell or a classic good-government independent like Cutler?<\/p>\n<p>Severin Beliveau &#8212; the ultimate stalwart Democrat &#8212; had an answer: LePage’s 38 percent win in the five-way race was an antidote to decades of progressive politics.<\/p>\n<p>“People’s sense was we needed a correction,” said Beliveau, a partner in one of the state’s leading law firms, PretiFlaherty, whose party bona fides are as long and as impressive as his success as a lobbyist.<\/p>\n<p>“He was conveying a message that was well-received” in 2009, when voters went for not only a conservative candidate for governor but elected a Republican House and Senate.<\/p>\n<p>The rough-and-tough image LePage projected in the campaign was no creation of slick campaign advisers. He grew up on the streets of gritty Lewiston; ran Marden’s, a statewide discount chain, so he knew how to make a good deal; and was mayor of Waterville, where voters liked his fiscal management. He promised to cut spending, lower taxes, pay off the state’s debt and end Maine’s reputation as a welfare state.<\/p>\n<p>LePage, Beliveau said, “expressed the frustration of many Americans … the fact that we’re still in a recession and had more than a dozen years of Democratic control. I think many people believed there should be a correction.”<\/p>\n<aside class=\"module pull-quote right half\"><\/p>\n<p><img class=\"alignnone size-full wp-image-5280\" alt=\"Karen Heck Photo\" src=\"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/Hes-a-scared-little-boy-who-wishes-his-mother-could-have-protected-him-and-his-father-loved-him.-Waterville-mayor-Karen-Heck.jpg\" width=\"330\" height=\"286\" \/><\/p>\n<p>“He’s a scared little boy who wishes his mother could have protected him and his father loved him.”<\/p>\n<p>-Waterville mayor Karen Heck<\/p>\n<p><\/aside>\n<p>Alan Caron is founder of <a href=\"http:\/\/www.growsmartmaine.org\/\" target=\"_blank\">GrowSmart Maine<\/a>, the group responsible for the widely respected landmark study of the state by the Brookings Institution, called <a href=\"http:\/\/www.growsmartmaine.org\/brookings-report\" target=\"_blank\">Charting Maine’s Future<\/a>. The Waterville native is a political independent and former Democrat who holds a masters degree in public policy from Harvard.<\/p>\n<p>The election of LePage, he said, represented “an eruption ready to happen.”<\/p>\n<p>“He perfectly expresses the … fiscal frustration that Maine people had for a long time, bubbling under the surface, sometimes breaking through,” said Caron, now a business consultant.<\/p>\n<p>“The Democrats have been and were largely tone deaf to that for a long time,” he said, leaving an opening for a champion of the smaller government who came on “with strong opinions and a loud voice.”<\/p>\n<p>Garrett Martin, the executive director of the progressive think tank and lobbying group <a href=\"http:\/\/www.mecep.org\/Default.asp\" target=\"_blank\">Maine Center for Economic Policy <\/a>(MECEP), said LePage is exploiting – not truly expressing &#8212; the frustrations of the working and middle classes.<\/p>\n<p>“The LePages of the world have tapped into … the vein of discontent with ‘The look-over-there-thing.’ Look over there – that guy’s getting a better deal and he’s not working nearly as hard as you and those are guys we need to go after,” Martin said. “He’s brilliant at tapping into that discontent.”<\/p>\n<p>That approach, Martin added, “distracts attention away from the fact that his policies are actually hurting people who are struggling to get by, many of whom likely voted for him in 2010.”<\/p>\n<p>To Martin, LePage has harmed working people by, until recently, refusing to bond for projects that would create jobs and by opposing Medicaid expansion.<\/p>\n<p><img class=\"aligncenter size-full wp-image-5308\" alt=\"chapter 2\" src=\"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/chapter2.jpg\" width=\"680\" height=\"80\" \/><\/p>\n<p>Google the name “Paul LePage” and the phrase “fiscal house in order” and you get more than 55,000 hits. Putting that house back in order was a major theme of his campaign.<\/p>\n<p>When Democratic Gov. John Baldacci moved out of the Blaine House and LePage moved in, there were two potentially crushing liabilities on the state’s balance sheet:<a href=\"http:\/\/pinetreewatchdog.org\/looming-bill-for-pensions-will-command-larger-share-of-taxes-paid-to-state\/\" target=\"_blank\"> multi-million-dollar debts<\/a> to the state’s pension system and <a href=\"http:\/\/www.businessweek.com\/ap\/financialnews\/D9IRM98G2.htm\" target=\"_blank\">to hospitals for late Medicaid payments.<\/a><\/p>\n<p>LePage is known mostly as the former general manager of Marden’s string of discount stores, but before that he was a “turn-around” specialist – the MBA you hire when your business is on the ropes, often due to too much debt, overspending and inefficiencies.<\/p>\n<p>One of LePage’s oldest friends and golf buddies is Alan Rancourt, the president of Kennebec Federal Savings in Waterville, who recalled LePage’s days as an executive at the now-defunct Scott Paper plant in Winslow and as a gun-for-hire business consultant.<\/p>\n<p>He said when LePage came into those jobs the first thing he did was “get the invoices … you paid the people who supplied the lumber because if you don’t pay them, then the whole process goes away.”<\/p>\n<p>The “invoices” on his desk when LePage was inaugurated on Jan. 5, 2011 included <a href=\"http:\/\/www.impaq.me\/l\/dAHmRQFZKA\" target=\"_blank\">$4.4 billion<\/a> in debt to the pension system because the state <a href=\"http:\/\/www.impaq.me\/l\/dAHmRQFZKA\" target=\"_blank\">had underpaid into the system<\/a> for years and pension investments took a hit from the recession.<\/p>\n<p>Unless something was done about the debt, it would soon go from eating up 10 per cent of the state budget to 20 percent, a calculation based on pension records and budget projections.<\/p>\n<p>In early 2010, Caron, citing the Brookings report, said the pension debt was “a ticking time bomb that the next governor will inherit. There isn’t going to be enough money to do what we’re already committed to doing, much less doing more of what we should be doing.”<\/p>\n<p>During the campaign, both <a href=\"http:\/\/www.impaq.me\/l\/jzW1Ug-G9A\" target=\"_blank\">LePage and Cutler vowed to deal<\/a> with the debt if they won; the Democratic nominee, <a href=\"http:\/\/pinetreewatchdog.org\/governors-race-pension-time-bomb-missing-in-action-from-candidates-platforms\/\" target=\"_blank\">Libby Mitchell<\/a>, did not make the pension debt an issue and believed future investment returns would solve the problem – a view the Democratic-appointed head of the pension board did not endorse.<\/p>\n<hr \/>\n<p>Reducing the pension debt was one of LePage’s early achievements – although he didn’t do it alone. He initiated <a href=\"http:\/\/www.impaq.me\/l\/92gN2F0XrQ\" target=\"_blank\">a plan<\/a>, but it was modified by the legislature’s appropriations committee. The debt reduction came from the wallets of current and future retirees whose future pensions will be limited by a severe cutback in their cost of living provisions. (Pensioners will be eligible for cost of living increases in the future if the state has a budget surplus.)<\/p>\n<p>In all the years the debt was building, the lone voice calling attention to the looming budget crisis was Republican Peter Mills, a longtime member of the legislature.<\/p>\n<aside class=\"module pull-quote right half\"><\/p>\n<p><img class=\"alignnone size-full wp-image-5286\" alt=\"Severin Beliveau photo\" src=\"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/“People’s-sense-was-that-we-needed-a-correction.”-Severin-Beliveau-attorney-lobbyist-and-Democratic-Party-elder.jpg\" width=\"200\" height=\"248\" \/><\/p>\n<p>“People’s sense was we needed a correction.”<\/p>\n<p>- Severin Beliveau, attorney, lobbyist and Democratic Party elder<\/p>\n<p>Photo: Bangor Daily News<\/p>\n<p><\/aside>\n<p>Mills, who lost to LePage in the 2010 primary, considers the pension legislation the governor’s “single biggest achievement,” an opinion echoed by many of the those interviewed for this story.<\/p>\n<p>“That dropped $1.7 billion off the pension liability,” said Mills, currently the head of the Maine Turnpike Authority. “If he had not been elected governor and the Republicans had not taken power in 2010, it’s safe to say that would not have happened.”<\/p>\n<p>Caron said the pension debt “was going to bankrupt the state if we didn’t so something about it.”<\/p>\n<p>LePage himself puts the pension bill second on his list of achievements – <a href=\"http:\/\/www.sunjournal.com\/hospitaldebt09192013\" target=\"_blank\">“Paying the hospital debt<\/a> was the most important … that was the hardest one.”<\/p>\n<p>That $183.5 million debt for underpaying Medicare bills from the hospitals had been building for at least 10 years when Democrats controlled the State House. Caron and others have said the state used the hospital’s money as a “credit card” rather than make cuts from the state budget to pay the debt.<\/p>\n<p>“We were skating,” he said, “spending money we didn’t have.”<\/p>\n<p>The state auditor noted in a report released just last December that the hospital debt is the <a style=\"font-size: 19.552px; line-height: 1.5;\" href=\"https:\/\/www.documentcloud.org\/documents\/804936-maine-state-audit-2012.html\" target=\"_blank\">“largest cause”<\/a> that “adversely affect(s)” the state’s balance sheet.<\/p>\n<p>The legislation proposed by LePage and – after a long fight by the Democrats – <a href=\"http:\/\/bangordailynews.com\/2013\/06\/13\/politics\/state-house\/legislature-sends-hospital-debt-bill-lepages-top-priority-to-his-desk\/\" target=\"_blank\">approved by the legislature<\/a> is designed to take that red ink off the state’s balance sheet. It will also free up $300 million in federal matching funds – putting a total almost a half-billion dollars into the state’s economy.<\/p>\n<p>Paying for the hospital debt fixes two problems LePage inherited. One was the debt itself. The other was a decision by the Baldacci administration to fix a budget shortfall by <a href=\"http:\/\/archive.bangordailynews.com\/2004\/02\/06\/baldacci-defends-decision-on-liquor-governor-denies-that-contract-award-was-product-of-a-flawed-process\/\" target=\"_blank\">selling the state’s liquor business<\/a> at what a study showed was a low-ball price of $125 million.<\/p>\n<p>LePage proposed &#8212; and the legislature agreed &#8212; to pay for the hospital debt with the increased revenue from a renegotiated sale of the liquor business.<\/p>\n<p>Democrats also tried to link paying the hospital debt to expanding Medicaid, the state-federal health care program for the poor.<\/p>\n<p>LePage <a href=\"http:\/\/bangordailynews.com\/2013\/06\/17\/politics\/lepage-vetoes-medicaid-expansion-says-maine-can-do-better\/\" target=\"_blank\">vetoed<\/a> that bill, claiming broadening Medicaid would amount to a “massive increase in welfare expansion” and there was no guarantee the federal government would pick up the costs over the next decade.<\/p>\n<p>That, said Mills and others, was a blow to not just those who would be served by the expansion, but also to the state’s economy.<\/p>\n<p>“There’s more money tied up in that than the hospital (debt). Over three years, the amount of money they would have gotten in the federal expansion was $930 million over three calendar years.”<\/p>\n<p>Mills said one of LePage’s political heroes, Ronald Reagan &#8212; there’s a large portrait of the 40th president hanging in LePage’s office &#8212; would not have let his conservative philosophy “get in the way of some money.”<\/p>\n<p>Mark Eves, the Democratic speaker of the House, said LePage’s position on Medicaid showed that often he has been “just immovable and in a very reckless way.”<\/p>\n<p>LePage sees his confrontations with the legislature differently: “The only reason we got anything done is we embarrassed some people into doing stuff. This place is a nicey-nicey club. Go-along to get-along, and then we’ll be friends … The little bit I got done is because I forced it. If I was nicey-nice, I would have got nothing done. I’d have gone to a lot of golf tournaments and cut a lot of ribbons.”<\/p>\n<p><img class=\"aligncenter size-full wp-image-5344\" alt=\"Chapter 3 Marker\" src=\"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/chapter3-revised.jpg\" width=\"656\" height=\"65\" \/><\/p>\n<aside class=\"module pull-quote right half\"><\/p>\n<p><img class=\"alignnone size-full wp-image-5328\" alt=\"Pete Didisheim Photo\" src=\"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/Pete-Didisheim-Natural-Resources-Council-of-Maine.jpg\" width=\"230\" height=\"290\" \/><\/p>\n<p>&#8220;Our sense is the environment is nowhere on his radar screen.&#8221;<\/p>\n<p>-Pete Didisheim, Natural Resources Council of Maine<\/p>\n<p><\/aside>\n<p>The polls say it. And the pols say it. There’s nothing more important – at least in this economy &#8212; than jobs.<\/p>\n<p>So candidates promise to create more jobs &#8212; even though economists say job creation is a lot more complicated in this global economy than the people running for office want to admit.<\/p>\n<p>LePage made jobs promises – but he avoided saying he would directly create jobs.<\/p>\n<p>Instead, he took the traditional conservative’s approach – get government out of the way and the jobs will come.<\/p>\n<p>“We know how more jobs are created. Entrepreneurs and small businesses are the backbone of job creation, “ he states in his campaign white paper.<\/p>\n<p>While no one in the state is more identified as a Democrat than Beliveau, he is also a real estate investor himself and PretiFlaherty is one of the go-to firms for local and out-of-state businesses that deal with state agencies. (Ann Robinson, a partner in the firm, was co-chair of the LePage transition team and has advised LePage. She is a Republican.)<\/p>\n<hr \/>\n<p>To Beliveau, LePage has lived up to his promise to make Maine more “business-friendly,” the key to job creation – according to one side of the debate.<\/p>\n<p>“I have to admit there’s been an almost dramatic change in the attitude in the state agencies in their response to inquiries,” said Beliveau, who is backing Michaud against LePage and Cutler. “They’ve become more respectful, more helpful, willing to find a way to solve a problem rather than create obstacles.”<\/p>\n<p>Dana Connors, the president of the Maine State Chamber of Commerce, cites specifics in praising LePage’s policies, such as approval of a bill that <a href=\"http:\/\/www.huffingtonpost.com\/2012\/05\/07\/paul-lepage-maine-governor-mining_n_1497401.html\" target=\"_blank\">“opens the door to mining,”<\/a> the governor’s <a href=\"http:\/\/www.maine.gov\/tools\/whatsnew\/attach.php?id=559394&amp;an=1\" target=\"_blank\">veto<\/a> of a worker’s compensation bill the chamber said would have added millions to premiums and his veto of a hike in a minimum wage.<\/p>\n<p>Connors said LePage “has been pretty spot on in terms of staying true to doing what he set out to do.” But there was a qualifier to his support – while his members like the governor’s policies, “where you find the falling out,” Connors said, “are over his comments … It’s the style and not the policy that has people scratching their heads.”<\/p>\n<p>One of the state’s leading environmentalists said LePage’s policies are bad for jobs and the economy because that economy depends in a large degree on the state’s “brand identity.”<\/p>\n<p>Pete Didisheim, the longtime lead lobbyist for the Natural Resources Council of Maine (NRCM), said, “Our sense is the environment is nowhere on his radar screen … underlying that is a lack of understanding of the importance of Maine’s natural resources to all aspects of the state’s economy,” including attracting new businesses.<\/p>\n<p>While environmental groups like NRCM had easy access to the governor’s office going back at least to Baldacci and Angus King, Didisheim has never met with LePage.<\/p>\n<aside class=\"module pull-quote right half\"><\/p>\n<p><img class=\"alignnone size-full wp-image-5289\" alt=\"Peter Mills photo\" src=\"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/Lowering-the-state-pension-debt-1.7-billion-was-LePages-single-biggest-achievement.-Peter-Mills-former-state-legislator-and-current-head-of-the-Maine-Turnpike-Authority.jpg\" width=\"196\" height=\"316\" \/>Lowering the state pension debt $1.7 billion was LePage&#8217;s &#8220;single biggest<br \/>\nachievement.&#8221;<\/p>\n<p>-Peter Mills, former state legislator and current head of the Maine Turnpike Authority<\/p>\n<p><\/aside>\n<p>He said LePage “came in with a sharply hostile attitude towards the state agencies involved in implementing Maine’s environmental laws that marked him in our eyes and the eyes of many as the most anti-environmental governor ever.”<\/p>\n<p>He cites many examples, from the Portland Press Herald’s <a href=\"http:\/\/www.pressherald.com\/special\/Lobbyist_in_the_henhouse_DEP_series.html\" target=\"_blank\">series<\/a> accusing LePage’s head of the Department of Environmental Protection of favoritism towards business to <a href=\"http:\/\/bangordailynews.com\/2011\/05\/17\/politics\/lurc-draws-fire-support-during-legislative-hearing\/?ref=inline\" target=\"_blank\">trying to take authority<\/a> over development in the north woods away from a state-appointed agency known as LURC.<\/p>\n<p>‘That would have been the end of the north woods as we know it,” Didisheim said.<\/p>\n<p>(LePage eventually <a href=\"http:\/\/bangordailynews.com\/2012\/03\/22\/politics\/panel-unanimously-passes-bill-to-overhaul-land-use-regulation-commission\/\" target=\"_blank\">signed a bill<\/a> reforming LURC based on a bipartisan study).<\/p>\n<p>As a candidate, LePage struck a chord with business people with his promise to reduce red tape so they can expand and add jobs. LD1 was one of LePage’s first <a href=\"http:\/\/www.onlinesentinel.com\/news\/environment-lepage-proposeschanges-to-laws_2011-01-24.html\" target=\"_blank\">initiatives<\/a> and was crafted by advisor, corporate lobbyist and Preti Flaherty partner Robinson. The legislation proposed rolling back some of Maine’s pioneering laws that limited the public’s exposure to toxic chemicals, including the chemical BPA, abolishing the state Board of Environmental Protection (BEP) and other steps.<\/p>\n<p>It was greeted with outrage by the state’s environmentalists.<\/p>\n<p>&#8220;This list is reckless and appalling. It puts our health at risk, it puts our environment at risk, our clean air, our clean drinking water at risk,&#8221; said Maureen Drouin, executive director of the Maine League of Conservation Voters.<\/p>\n<p>The bill that LePage ultimately <a href=\"http:\/\/www.pressherald.com\/news\/regulatory-reform-a-change-in-attitude_2011-06-14.html\" target=\"_blank\">signed<\/a> was dramatically scaled back by lawmakers, but still streamlined permitting processes, cut the number of members on the BEP, established environmental self-auditing programs for businesses and instituted business assistance programs at the state&#8217;s economic development department.<\/p>\n<p>Many of its most controversial environmental proposals were split off from the original bill and sent to legislative committees for further review.<\/p>\n<p>Beliveau sees LePage’s attitude towards the traditional liberal interests groups as a refreshing change.<\/p>\n<p>“I think this is the first governor in ages that is not indebted to the MSEA, NRCM and MEA,” he said referring to the state employees’ union, the environmental advocacy group and the teachers’ union. Both unions are major contributors to Democratic candidates.<\/p>\n<p>LePage, Beliveau said, “has succeeded by challenging them, confronting them and in many ways provided balance where it had not existed earlier.”<\/p>\n<p>His firm represented Plum Creek Development when it applied during the Baldacci administration for LURC permits to develop around Moosehead Lake. If LePage had been governor, Beliveau speculated, it would not have taken three years “and millions and millions in counsel fees, expert witnesses … and a whole slug of experts we had to pay.”<\/p>\n<p>The plan was eventually approved with modifications, “but it was torturous,” he said.<\/p>\n<p>And to those who say agencies like the DEP have become less environmentally sensitive and more business-oriented, the 75-year-old Beliveau had the classic response of a veteran political hand: “Elections have consequences.”<\/p>\n<p>The idea that LePage has put good business practices into place in state government grates on Cutler, an attorney, a former budget official in the Carter administration and an international business consultant.<\/p>\n<p>While Cutler cited some areas where LePage has succeeded &#8212; pension reform, charter school legislation, questioning state spending – he said the governor’s style “is a slap in the face to most responsible business leaders.”<\/p>\n<hr \/>\n<p>“I’ve put good practices in place in government … It’s hard work and it’s collaborative,” Cutler said. To succeed, it needs to be “a shared enterprise and have a common sense of purpose. And we don’t have that in Maine today.”<\/p>\n<p>When it comes to measuring LePage’s track record on jobs and the economy, there is also empirical data, such as the employment rate.<\/p>\n<p>Two-and-a-half years onto LePage’s four-year term, Maine’s unemployment rate stood at <a href=\"http:\/\/www.state.me.us\/labor\/cwri\/laus.html\" target=\"_blank\">6.9 percent and the U.S. rate at 7.4.<\/a><\/p>\n<p>During that period, the Maine rate dropped 1.1 percentage points, or about 14 percent. That’s not as good as the national drop of 1.7 points or almost 19 percent. But in July, the US rate had gotten a bit worse and the state’s rate a little better.<\/p>\n<aside class=\"module pull-quote right half\"><\/p>\n<p><img class=\"alignnone size-full wp-image-5301\" alt=\"I’m a lightning rod.\" src=\"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/I’m-a-lightning-rod..jpg\" width=\"300\" height=\"354\" \/><\/p>\n<p>&#8220;I’m a lightning rod.&#8221;<\/p>\n<p>Jeff Pouland Photography<\/p>\n<p><\/aside>\n<p>The Maine unemployment rate has been <a href=\"http:\/\/www.state.me.us\/labor\/cwri\/laus.html\" target=\"_blank\">better than the U.S.<\/a> rate throughout LePage’s term; but it was <a href=\"http:\/\/www.state.me.us\/labor\/cwri\/laus.html\" target=\"_blank\">worse than the U.S.<\/a> during parts of Baldacci’s two terms.<\/p>\n<p>Another widely-cited statistic is the percentage of the population with jobs. Here, Maine does better: According to the Bureau of Labor Statistics, the national rate has ticked up just three-tenths of a point while the state has gone up nearly a whole point since LePage became governor.<\/p>\n<p>The Philadelphia Federal Reserve Bank produces a monthly report called the State Coincident Index that takes into account four economic indicators: non-farm employment; average hours worked in manufacturing; the unemployment rate; and wage and salary disbursements.<\/p>\n<p>Until the recession, Maine had been doing better than the U.S. on this measure, but then Maine slipped deeper and faster than the nation. Both started to turn around about the time LePage took office, with the US numbers going up 9.4 percent and the state’s 4.1 percent in the last 2.5 years.<\/p>\n<p>But the Fed sees a rosier picture ahead for Maine – it is one of only 17 states <a href=\"http:\/\/www.philadelphiafed.org\/research-and-data\/regional-economy\/indexes\/coincident\/maps\/2013\/2013-05.jpg\" target=\"_blank\">projected to grow faster<\/a> than the nation over the next six months.<\/p>\n<p>When it comes to job creation, The <a href=\"http:\/\/www.bizjournals.com\/bizjournals\/on-numbers\/scott-thomas\/2013\/06\/43-paul-lepage.html\" target=\"_blank\">Business Journals<\/a> said Maine ranked 43 of 45 states measured as of May, adding private jobs at about half the national average over 12 months. A <a href=\"http:\/\/www.sunjournal.com\/news\/1428599\" target=\"_blank\">report<\/a> by the Pew Center said Maine added about 200 private jobs from April 2012 to April 2013.<\/p>\n<p>In September, Forbes magazine  &#8211; for the fourth year in a row &#8212; ranked Maine the worst state in the nation for business expansion, the driver of private job creation.<\/p>\n<p>“Not much has changed,” Forbes said. Maine “is still burdened with an aging population and a weak economic forecast. Job growth projections are the worst in the U.S …”<\/p>\n<p>LePage responded by saying the ranking is a legacy of the years of Democratic rule. Glenn Mills, chief economist at the Maine Department of Labor’s Center for Workforce Research and Information, <a href=\"http:\/\/bangordailynews.com\/2013\/09\/27\/business\/maine-remains-worst-state-for-business-forbes-says\/\" target=\"_blank\">told<\/a> the Bangor Daily News that “many of the reasons for Maine’s poor ranking by Forbes can be traced to its aging population, which affects everything from the available labor pool to wages.”<\/p>\n<p>What do all the statistics mean?<\/p>\n<p>“We are growing, but not as fast as we would like.”<\/p>\n<p>That’s the assessment of James Clair. Clair is the chairman of the state’s <a href=\"http:\/\/www.maine.gov\/legis\/ofpr\/revenue_forecasting_committee\/consensus_economic_forecast\/\" target=\"_blank\">Consensus Economic Forecasting Commission<\/a>, the CEO of Goold Health Care Systems and a former non-partisan staffer to the Legislature’s Appropriations Committee. He holds a master’s degree in public administration from Syracuse University.<\/p>\n<p>One area he sees “getting pretty strong” is personal income. Last year, Maine’s 3.4 percent growth in personal income was the slowest rate of any state and far below the national average of 5.1 percent. But the more up-to-date report by the federal <a href=\"http:\/\/www.bea.gov\/index.htm\" target=\"_blank\">Bureau of Economic Analysis<\/a> tells a better story for Maine. While all but one state showed declines in personal income growth, Maine’s decline was among the smallest, ranking better than 31 other states.<\/p>\n<p>Bottom line for Clair: “We’re having some growth, but it could be better.”<\/p>\n<p><img class=\"aligncenter size-full wp-image-5330\" alt=\"chapter 4\" src=\"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/chapter4-.jpg\" width=\"680\" height=\"80\" \/><\/p>\n<p>The left, the right and just about everyone in-between has long agreed on one thing about Maine’s taxes &#8212; the income tax had to be fixed.<\/p>\n<p>The main problem with it was that it treated working people like they were rich. The top 8.5 per cent tax rate kicked in at an income level of $19,500.<\/p>\n<aside class=\"module pull-quote right half\"><\/p>\n<p><img class=\"alignnone size-full wp-image-5283\" alt=\"Alan Caron Photo\" src=\"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/If-he-has-…-a-philosophy-its-laissez-faire-…-The-problem-is-were-competing-in-a-world-where-thats-not-the-way-our-competitors-are-operating-at-all.-Alan-Caron-former-president-GrowSmart-Maine.jpg\" width=\"163\" height=\"207\" \/>&#8220;If he has … a philosophy, it&#8217;s laissez faire … The problem is we&#8217;re competing in a world where that&#8217;s not the way our competitors are operating at all.&#8221;<\/p>\n<p>-Alan Caron, former president, GrowSmart Maine<\/p>\n<p><\/aside>\n<p>In 2008, the Tax Foundation <a href=\"http:\/\/taxfoundation.org\/blog\/maine-policymakers-agree-maines-income-tax-too-high\" target=\"_blank\">said<\/a> Maine&#8217;s 8.5 per cent was the seventh-highest state income tax top rate in the country. It wasn’t long after that that Democrats, who had control of the legislature and governor’s office, came up with a plan to lower the income tax rate.<\/p>\n<p>Championed by Democratic state Rep. John Piotti, it called for a flat tax rate of 6.5 percent but a broadening of the sales tax to make up for the lost income tax revenue. Politically, Democrats would not support a plan that reduced state revenues and required cuts in spending.<\/p>\n<p>It passed the legislature and was signed into law by Baldacci, but voters killed the plan in a June 2010 referendum, its failure widely attributed to the sales tax hikes and to Gov. John Baldacci’s changes to the bill exempting some favored businesses, such as real estate and skiing, from the new sales tax.<\/p>\n<p>State Sen. Joe Perry, D-Bangor, told AP the vote marked 40 years of failed attempts to reform Maine’s taxes, putting Maine at a competitive disadvantage with other states.<\/p>\n<p>Then came another vote just five months later &#8212; the election of LePage, who in the recent interviews with the Center described his political philosophy: “I don’t define myself as a Republican. I define myself as a conservative, as someone who believes in self-reliance, smaller government – and only enough taxes to run the show.”<\/p>\n<p>Now, the income tax problem was back on the table – and the timing was perfect. The Tea Party movement, founded on a visceral dislike of deficits and high taxes, scored successes on the national and state stage, including Maine.<\/p>\n<hr \/>\n<aside class=\"module pull-quote right half\"><\/p>\n<p><img class=\"alignnone size-full wp-image-5288\" alt=\"Mark Eves photo\" src=\"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/LePage-has-been-just-immoveable-and-in-a-very-reckless-way.-Democratic-Speaker-of-the-House-Mark-Eves.jpg\" width=\"242\" height=\"324\" \/><\/p>\n<p>LePage has been &#8220;just immoveable and in a very reckless way.&#8221;<\/p>\n<p>-Democratic Speaker of the House Mark Eves<\/p>\n<p>Photo: Gabor Degre \/ Bangor Daily News<\/p>\n<p><\/aside>\n<p>LePage proposed what he hoped would be the first step in lowing taxes: take the top rate down from 8.5 per cent to 7.95 percent. That became p<a href=\"http:\/\/www.pressherald.com\/news\/budget-targets-spending-debt_2011-02-11.html?pagenum=full\" target=\"_blank\">art of the governor’s first budget<\/a>, and it was approved with votes from both parties.<\/p>\n<p>His claim that it was the largest tax cut in Maine history, at $400 million, has not been refuted.<\/p>\n<p>What did it do to Mainers’ taxes? Here are some <a href=\"http:\/\/www.maine.gov\/revenue\/research\/January%202013%20incidence%20tax%20cuts%20passed%202011-12%20TABLE14.pdf\" target=\"_blank\">projections<\/a> for 2014 from the Maine Revenue Service:<\/p>\n<ul>\n<li>The biggest change in taxes on a percentage basis goes to the working poor – a reduction in their income taxes of 83.6 percent. That group is counted as 19,503 “tax families.”<\/li>\n<li>The biggest change in taxes on a dollar basis goes to the tax families making $325,974 and above. Their taxes will down $3,021 per family. There are 6,643 families in this group.<\/li>\n<li>A broader view comes by looking at the middle – those making from about $33,000 to roughly $87,000, about 40 percent of all taxpayers. Their taxes go down about 8.6 percent. On an annual basis, this group’s average savings is about $220.<\/li>\n<\/ul>\n<p>Interpretations of the new tax have been a projective test of where you stand on the ideological spectrum. Those that call it a giveaway to the wealthy tend to be left-leaning Democrats and progressives. The ones who see it as overdue include the business establishment and the long-frustrated fiscal conservatives, mostly Republicans.<\/p>\n<p>“Fiscally irresponsible … that primarily benefits Maine’s wealthiest taxpayers,” claimed a <a href=\"http:\/\/www.mecep.org\/news_detail.asp?news=1747\" target=\"_blank\">white paper<\/a> from the Maine Center for Economic Policy.<\/p>\n<p>From the <a href=\"http:\/\/www.themainewire.com\/2013\/01\/lepage-video-explains-tax-cuts-mainers\/\" target=\"_blank\">Maine Wire<\/a>, the “news service” of the conservative Maine Heritage Policy Center: “These tax cuts benefit all Mainers by putting more money in the pockets of hardworking people and stimulating economic activity, which in turn creates jobs.”<\/p>\n<p>Caron, one of the most cited centrists in the state, points out that the Brookings report found that the state’s high income tax was a major impediment to growth.<\/p>\n<p>The LePage tax cut, he said, was “an important goal,” but he questions the way it was done because there was no way to pay for the $230 million cost of the first two years of the tax cut.<\/p>\n<p>Instead, he said, LePage’s next budget made up for that loss with cuts in the money the state would give back to cities and towns – known as revenue sharing. Even though the legislature restored some of those cuts, the reduction is translating into higher tax rates in some cities and towns, although it is too early in the tax cycle to have precise data.<\/p>\n<p>LePage has mixed feelings when he reflects on the tax cut.<\/p>\n<p>On the one hand, he boasts that 70,000 people no longer pay taxes and that 450,000 of 630,000 Mainers got a tax reduction. On the other, he said, “We were better off not lowering at all compared to what we’re doing now.”<\/p>\n<p>The “now” is the <a href=\"http:\/\/bangordailynews.com\/2013\/06\/26\/politics\/state-house\/maine-house-overrides-lepage-budget-veto-fate-rests-with-senate\/\" target=\"_blank\">budget the legislature approved<\/a> &#8212; over his veto &#8212; that temporarily raises taxes on meals, lodging and the sales tax rate.<\/p>\n<p>One reason legislators increased taxes was to make up for the millions they added back to revenue sharing. Opponents to the LePage-sized cuts predicted those cuts would cause local taxes to rise. If that happened – and it has in some communities – it could hurt legislators’ chances for reelection in 2014.<\/p>\n<p>LePage doesn’t buy the argument that cities and towns had to raise taxes to make up for the loss in revenue sharing. Instead, he said they should do what he did with some success as mayor of Waterville – consolidate.<\/p>\n<p>“Take a look at Lewiston,” he said. “Thirty-six thousand people. They have one town manager, one police chief, one fire chief, one public works director, one superintendent (of schools), one tax assessor. Then you go back to Waterville, Winslow, Fairfield and Oakland,” he said, slapping his hand on the dining room table with the name of each town. “Four communities and they have roughly 36,000, maybe 37,000, people and they have 24 administrators. Lewiston has six – that’s the problem with revenue sharing.”<\/p>\n<p>(Fact-checking his claim is complicated by the fact that local staffs have a variety of titles, some are part-time, some have mid-level officials, etc. But supporting the thrust of LePage view is the Brookings study, which cited the need to consolidate local services.)<\/p>\n<p>Payne, the former head of a business group and formerly a town councilor in Falmouth, is a fiscal conservative, but the revenue sharing reduction “was not a particularly wise choice.”<\/p>\n<aside class=\"module pull-quote right half\"><\/p>\n<p><img class=\"alignnone size-full wp-image-5285\" alt=\"Garrett Martin photo\" src=\"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/The-LePages-of-the-world-have-tapped-into-…-the-vein-of-discontent.-Garrett-Martin-executive-director-Maine-Center-for-Economic-Policy.jpg\" width=\"218\" height=\"342\" \/>&#8220;The LePages of the world have tapped into … the vein of discontent.&#8221;<\/p>\n<p>-Garrett Martin, executive director, Maine Center for Economic Policy<\/p>\n<p><\/aside>\n<p>“I’m not convinced the towns have a lot of fat,” but he said that may not be the case “on the schools’ side.”<\/p>\n<p>Mills, the former legislator and a student of the state’s finances, said LePage may have missed an even better opportunity to fix the state’s tax system when he rejected working with an ad hoc bipartisan committee that came up with a fresh <a href=\"http:\/\/www.sunjournal.com\/news\/maine\/2013\/04\/30\/bipartisan-gang-set-unveil-tax-reform-augusta\/1356207\" target=\"_blank\">tax reform plan<\/a> this year.<\/p>\n<p>The group was led by independent state Sen. Dick Woodbury of Yarmouth – as Mills points out, a Harvard-educated economist.<\/p>\n<p>There were obstacles, Mills said, such as the plan’s expansion of the sales tax, but it would also have eliminated many of the business tax breaks that economists say are ineffective, while reducing the income tax far more than LePage’s bill did.<\/p>\n<p>“If he had got behind it, it would have picked up intense credibility,” Mills said. “And if he had gotten it through, it would have reduced the Maine income tax to four percent or thereabouts.<\/p>\n<p>“It’s what economists have been telling us to do for decades – reduce the income tax and broaden the sale tax base,” Mills said. “It’s just what Reagan did with the income tax in 1986 … got rid of the gimmicks.”<\/p>\n<p>But LePage <a href=\"http:\/\/bangordailynews.com\/2013\/05\/08\/politics\/lepage-gang-of-11-tax-reform-a-bad-deal\/\" target=\"_blank\">rejected<\/a> the bipartisan proposal because of the sales tax increases, even though they are offset by decreases elsewhere.<\/p>\n<hr \/>\n<p>Instead, he has said he wants to eliminate the income tax all together by the end of his second term – if he gets one.<\/p>\n<p>LePage was having lunch in the Blaine House when the legislators – including Republicans &#8212; overrode his veto of their budget.<\/p>\n<p>His reaction was resignation, not anger. And a bit of his signature sarcasm:<\/p>\n<p>“It’s too bad because we simply don’t want to get out of 50th place – and I just hope Puerto Rico doesn’t want to become a state,” he said, and then laughed. “Because they are doing much better.”<\/p>\n<p><img class=\"aligncenter size-full wp-image-5310\" alt=\"chapter 5\" src=\"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/chapter5.jpg\" width=\"680\" height=\"80\" \/><\/p>\n<aside class=\"module pull-quote right half\"><\/p>\n<p><img class=\"alignnone size-full wp-image-5291\" alt=\"Eliot Cutler photo\" src=\"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/The-governors-style-is-a-slap-in-the-face-to-most-responsible-business-leaders.-Eliot-Cutler-attorney-businessman-and-independent-candidate-for-governor.jpg\" width=\"208\" height=\"277\" \/>The governor&#8217;s style &#8220;is a slap in the face to most responsible business<br \/>\nleaders.&#8221;<\/p>\n<p>-Eliot Cutler, attorney, businessman and independent candidate for governor<\/p>\n<p><\/aside>\n<p>“As your governor, you’re going to be seeing a lot of me on the front page …”<\/p>\n<p>You don’t need a fact-check on that one. From his admitted “big mouth” to his attacks on the legacy policies of Democratic rule, LePage seems to be on page one every day.<\/p>\n<p>For 16 years, Maine’s governors – Baldacci and King – stood slightly to the left-of-middle on most issues and rarely made news with off-hand commentaries.<\/p>\n<p>Baldacci, the Democrat, is a lifetime politician, with that hale-fellow- well-met personality that suited his profession. King, now a U. S. senator, is officially an independent, but caucuses with the Democrats. He is as charming as a Reagan, speaks as well as a network anchorman and comes dressed in L.L. Bean khaki.<\/p>\n<p>Three years ago, voters changed direction and along came LePage, the linebacker-shaped former homeless Franco from Lewiston who does not turn his nose up at the tea party.<\/p>\n<p>As longtime friend and Waterville car dealer Charlie Gaunce said of LePage: “I’d rather have a fighter in there than a marshmallow … he’s not a great orator. We don’t need that.”<\/p>\n<p>From education to energy, welfare to health care, the governor’s proposals have shaken up Augusta – which is one reason he makes the news almost every day.<\/p>\n<p>In the past, the theme that ran through many of the policies from governors and the legislature might be best summed up in a favorite term from their tenures: “protect our most vulnerable citizens.”<\/p>\n<p>While conservatives like LePage say they also want to protect the needy, they put a greater emphasis on responsibility and accountability, which showed up in proposals such as <a href=\"http:\/\/www.maine.gov\/doe\/schoolreportcards\/reportcards\/allreports.html\" target=\"_blank\">letter grades<\/a> for public schools. Based on standardized tests and other criteria, schools are graded A-F by LePage’s Department of Education.<\/p>\n<p>He saw it as a way to get attention to what he has said is a core problem in the state’s economy – Maine’s public schools are serving administrators and teacher unions well, but not teachers and students. If parents hold schools accountable for a poor grade, “the schools improve,” he said.<\/p>\n<p>It will take some time to know if he is right, but school officials, education groups, Democrats and editorials railed again the program, using terms like “labeling” “threatening,” “shameful,” “faulty” and “uncompassionate.”<\/p>\n<p>But grading schools isn’t just a conservative fad: About four months after LePage’s grading system was announced, another political figure – President Barack Obama &#8212; proposed <a href=\"http:\/\/www.whitehouse.gov\/the-press-office\/2013\/08\/22\/fact-sheet-president-s-plan-make-college-more-affordable-better-bargain-\" target=\"_blank\">grading the country’s colleges<\/a> to help parents and students know if the money they spent produced good results.<\/p>\n<p>LePage said one of the two biggest disappointments so far was his failure to pass another education accountability bill.<\/p>\n<p>The legislature’s education committee unanimously rejected LD 1524. The bill would have required public colleges to track the number of remedial courses needed by incoming high school students in math and language arts.<\/p>\n<p>LePage has said, for example, that 54 percent of the students going into community colleges need such help (a statistic that has been confirmed by the college system). The originating high schools would have to pay for those remedial colleges if LePage’s bill had passed.<\/p>\n<p>“Our education is not a bad education,” he said. “We just haven’t ticked up and everyone else has.”<\/p>\n<p>That assessment seems to have been <a href=\"http:\/\/bangordailynews.com\/2012\/07\/27\/politics\/lepages-plan-to-force-schools-to-reimburse-colleges-for-remedial-education-rejected-in-other-states\/\" target=\"_blank\">confirmed<\/a> by an expert interviewed by the Bangor Daily News July 27 last year after a Harvard study ranked Maine public schools next to last for rate of improvement of the 41 participating states.<\/p>\n<p>Paul Peterson, professor of government at Harvard’s Kennedy School of Government, said, “Maine is one of those states that hasn’t shown much gain over” the last 20 years.<\/p>\n<p>Democrats and advocacy groups never denied that Maine’s schools needed to be better, but their ideas vs. LePage’s tell the bigger story of how each side sees the role of government.<\/p>\n<p>Democrats proposed legislation to give more aid and encouragement to schools doing poorly, rather than calling then out.<\/p>\n<p>LePage and his supporters don’t mind if some of those on the public payroll feel insulted.<\/p>\n<p>“It’s all about accountability,” LePage said.<\/p>\n<p>To conservatives like LePage, accountability goes hand-in-hand with personal responsibility. His legislation, for example, to put a lifetime cap of five years on Temporary Aid to Needy families (TANF), fulfilled a campaign promise to limit welfare.<\/p>\n<p>Other welfare changes included drug testing for welfare recipients already convicted of drug offenses and denying TANF and food stamp benefits to immigrants who were legal residents. Maine was among only a handful of states to provide substantial benefits to legal resident immigrants.<\/p>\n<p>According to the LePage administration, the limits resulted in a 41 percent decrease in TANF benefits between the bill’s enactment and now.<\/p>\n<hr \/>\n<aside class=\"module pull-quote right half\"><\/p>\n<p><img class=\"alignnone size-full wp-image-5302\" alt=\"accountability\" src=\"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/It’s-all-about-accountability..jpg\" width=\"300\" height=\"290\" \/><\/p>\n<p>&#8220;It’s all about accountability.&#8221;<\/p>\n<p>Jeff Pouland Photography<\/p>\n<p><\/aside>\n<p>But that decrease hasn’t meant demand for help has disappeared. The state’s cities and towns say LePage’s reforms simply shifted the cost of public assistance to them and they’re now bearing the burden of helping out poor families through General Assistance, which is funded in part by local taxpayers.<\/p>\n<p>LePage considers his second failure to be another welfare change he wanted – but didn’t get.<\/p>\n<p>LePage – with support from a handful of members of both parties – wanted the state to get federal permission to ban the use of food stamps to buy soft drinks and snack food.<\/p>\n<p>The bill, LD 1411, was killed – and in the process more was revealed about the fundamental differences between LePage and prevailing liberal sentiment in the legislature. While he wanted to require more nutritious food purchases by people on public assistance, the Senate Democrats wanted to teach people to eat healthier – but not require anything.<\/p>\n<p>That would avoid stigmatizing the state’s poor residents, said Sen. Margaret Craven, D-Lewiston, according to the Bangor Daily News.<\/p>\n<p>“Treating people who are poor differently, I think, undermines their humanity and undermines our humanity for treating them that way,” she said.<\/p>\n<p>The loss seemed to pain LePage.<\/p>\n<p>“Losing that nutrition thing was a heartbreak,” he said. “We failed.”<\/p>\n<p>Two staff members present for the interview interrupted and said the failure wasn’t his – it was the legislature’s.<\/p>\n<p>“No,” he shot back at them. “My administration failed. This is where the buck stops.”<\/p>\n<p><img class=\"aligncenter size-full wp-image-5311\" alt=\"chapter 6\" src=\"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/chapter6.jpg\" width=\"680\" height=\"80\" \/><\/p>\n<p><em>“Maine’s energy costs are too high – and it’s killing economic opportunity.”<\/em><\/p>\n<p>- Gov. LePage, 2013 <a href=\"http:\/\/www.pressherald.com\/politics\/Full-text-Governor-Paul-LePages-2013-State-of-the-State-address.html?pagenum=full\" target=\"_blank\">state of the state address<\/a><\/p>\n<p>The high cost of energy in Maine has been one of the most consistent themes from the governor – and one of the hardest to do much about, so far.<\/p>\n<p>When LePage came into office, the overall cost of electricity in the state was 31 percent above the national average,<a href=\"http:\/\/www.maine.gov\/tools\/whatsnew\/index.php?topic=Gov+News&amp;id=432345&amp;v=article2011\" target=\"_blank\"> according to federal statistics<\/a> quoted by the LePage administration. Two years into the LePage administration, things had improved a bit – the state was 24 percent above the national average and 12th highest in the country.<\/p>\n<p>The improvement was due to a decrease in the price of natural gas in New England, from which electricity prices are set.<\/p>\n<p>“We were lucky,” admitted Patrick Woodcock, the head of the LePage energy office.<\/p>\n<p>But luck will only gets you so far, and Woodcock said those prices are starting to tick up.<\/p>\n<p>LePage’s approach to more permanent solutions reveals &#8212; once again &#8212; his philosophical differences with the once-prevalent thinking in state government.<\/p>\n<p>Democrats have generally come at the energy issue from a policy angle, stressing the environment. Thus, <a href=\"http:\/\/www.impaq.me\/l\/JXhwvcid6g\" target=\"_blank\">Gov. John Baldacci’s efforts<\/a> to make Maine a major producer of wind power, a strategy that is <a href=\"http:\/\/www.impaq.me\/l\/u7xRjwcDLQ\" target=\"_blank\">still being debated<\/a>.<\/p>\n<p>LePage comes at it from the point of view of the consumer, the family spending too much to heat their home and the businessman who pays more for electricity than competitors.<\/p>\n<p>He has been a cheerleader for the expansion of natural gas in Maine, including converting many state buildings to the cheaper fuel. And much of greater Augusta is being torn up right now to lay gas pipelines to business and homes.<\/p>\n<p>Woodcock said LePage’s early support of natural gas “was controversial at the time. The inherent market was oil and those businesses were really opposed to the initiative.”<\/p>\n<p>Woodcock credits LePage’s appointments to the Public Utilities Commission for making a change in regulations that includes a $1,200 rebate to convert a home to natural gas use. “That’s been driving this growth,” Woodcock said.<\/p>\n<p>He cites another innovation by LePage that will help homeowners deal with the cost of keeping their homes warm that required the governor to modify his conservative opposition to the cap-and-trade plan known as RGGI.<\/p>\n<p>Now, about $9 million of the $40 million RGGI funds will go to the Efficiency Maine Trust, a quasi state agency, to help homeowners modernize their heating systems.<\/p>\n<p>Steve Ward is the former state public advocate, a position created to represent consumers before the Public Utilities Commission (he held the position for 20 years) and is currently chair of the Maine Center for Economic Policy, a progressive think thank and advocacy group based in Augusta.<\/p>\n<p>He said, “If the LePage administration played any important role in stimulating the second round of gas infrastructure build-out that we are now witnessing, they had a great deal of company: big paper companies and their lawyers, entrepreneurial gas developers like Summit and many (but not all) environmental organizations in Maine.”<\/p>\n<p>Woodcock agreed that business interests played a major role.<\/p>\n<p>Ward supports the new use of the RGGI funds because they will be used “for converting obsolete and dangerous furnaces in low-income homes to cheaper and cleaner fuels …”<\/p>\n<p>But he added that the RGGI money was part of the <a href=\"http:\/\/www.mainelegislature.org\/legis\/bills\/display_ps.asp?ld=1559&amp;PID=1456&amp;snum=126\" target=\"_blank\">omnibus energy bill<\/a> that LePage vetoed (the veto was overridden). “The most positive achievement” of the Act, Ward said, was to give authority over funding for the Efficiency Maine&#8217;s programs to the professionals at the PUC and not the legislature, where it is subject to “political maneuvering.”<\/p>\n<p>The chief reason for LePage’s opposition to the bill was that it did not scale back the state’s ambitious wind power goals, which, he has said, give wind an unfair advantage over other forms of energy. At one point, he said he would support the Act if the legislature gave him what he wanted about an offshore wind project.<\/p>\n<hr \/>\n<aside class=\"module pull-quote right half\"><\/p>\n<p><img class=\"alignnone size-full wp-image-5284\" alt=\"Julia Colpitts Photo\" src=\"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/Its-very-easy-to-demonize-people-who-dont-think-like-we-do.-Julia-Colpitts-executive-director-Maine-Coalition-to-End-Domestic-Violence.jpg\" width=\"242\" height=\"270\" \/><\/p>\n<p>&#8220;It&#8217;s very easy to demonize people who don&#8217;t think like we do.&#8221;<\/p>\n<p>-Julia Colpitts, executive director, Maine Coalition to End Domestic Violence<\/p>\n<p><\/aside>\n<p>The PUC had <a href=\"http:\/\/www.pressherald.com\/news\/PUC-approves-maine-statoil-wind-turbine-offshore-deepwater.html?pagenum=full\" target=\"_blank\">approved<\/a> a $120 million deal with Statoil of Norway to test large scale floating wind turbines off Boothbay. LePage thought the deal was bad for consumers because it would pay the company above-market rates for the power and also because he wanted the University of Maine to be allowed to bid – well after the bids had been closed.<\/p>\n<p>In the end, LePage vetoed the energy bill but got his way with the offshore wind contract and the UMaine wind project will now be considered by the PUC.<\/p>\n<p>Critics claim forcing the PUC to go back on the Statoil agreement was not “business-friendly” – one of LePage’s go-to themes.<\/p>\n<p>LePage admitted in the May interview, “We’re trying to get Statoil out … they’re a Norwegian company that comes to Maine, they get a contract to go deep offshore, deep water windmills, with no guarantees of creating jobs in Maine, no guarantees of anything. If it works we’ll create jobs, is what they said. We’ve had the University of Maine since 1865. They’re a land grant school, they’re a pretty good organization, I’m an alumnus, I like this university; they are working on deepwater windmills, but they’re not allowed to bid on this contract because Statoil is in before” the university was ready to bid.<\/p>\n<p>Statoil announced on Oct. 15 that it will not pursue the project in Maine.<\/p>\n<p>Connors, the head of the state chamber, said this was one of the exceptions to his support to the governor.<\/p>\n<p>“It’s nice to see his endorsement of the university and having them be a player,” he said, “but stepping away from a contract is probably one of the most baffling things &#8212; I’ve yet to understand his rationale.”<\/p>\n<p><img class=\"aligncenter size-full wp-image-5312\" alt=\"chapter 7\" src=\"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/chapter7.jpg\" width=\"680\" height=\"80\" \/><\/p>\n<p>Julia Colpitts holds a master’s degree in social work, is a licensed clinical social worker and runs the <a href=\"http:\/\/mcedv.org\/\" target=\"_blank\">Maine Coalition to End Domestic Violence.<\/a> On paper, she appears to be the very model of a modern liberal and the antithesis of someone who would respect LePage.<\/p>\n<p>But Colpitts cannot be reduced to a stereotype. Her assessment of LePage was developed not from headlines, but from working with him – and Democrats – to change laws and attitudes about domestic violence.<\/p>\n<p>“It’s very easy to demonize people who don’t think like we do,” she said.<\/p>\n<p>Domestic violence – “DV” to the advocates &#8211; was on LePage’s radar from the beginning. In Colin Woodard’s <a href=\"http:\/\/portland.thephoenix.com\/news\/132414-making-of-paul-lepage-part-1\/\" target=\"_blank\">“The Making of Paul LePage”<\/a> in the Portland Phoenix in January 2012, he cited LePage’s recollection that he left his Lewiston home at age 12 after his drunken father broke his nose and dislocated his jaw.<\/p>\n<p>LePage said the doctor and nurse who treated him were angry, but there was little they could do.<\/p>\n<p>“Back then, the laws aren’t as tough as they are now,” Woodard quoted LePage as saying.<\/p>\n<p>By the time LePage leaves office &#8211; even if he lasts just one term – the laws will be tougher yet.<\/p>\n<p>LePage, Colpitts’ group, Democrat Emily Cain, Maine Supreme Judicial Court Chief Justice Leigh Saufley and others have spearheaded such changes as <a href=\"http:\/\/bangordailynews.com\/2012\/02\/09\/news\/state\/chief-justice-announces-effort-to-curb-domestic-violence\/\" target=\"_blank\">requiring judges<\/a>, not poorly-trained bail commissioners, set bail in DV cases; a validated <a href=\"http:\/\/www.mainelegislature.org\/legis\/bills\/bills_125th\/billtexts\/HP126301.asp\" target=\"_blank\">risk assessment program<\/a> that law enforcement will use in dealing with DV defendants; and a legal definition of strangulation in the criminal code.<\/p>\n<aside class=\"module pull-quote right half\"><\/p>\n<p><img class=\"alignnone size-full wp-image-5294\" alt=\"Roger Katz photo\" src=\"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/Hes-been-like-a-dog-with-a-bone-…-getting-us-a-government-we-can-afford.-State-Sen.-Roger-Katz-R-Augusta2.jpg\" width=\"330\" height=\"217\" \/><\/p>\n<p>&#8220;He&#8217;s been like a dog with a bone … getting us a government we can afford.&#8221;<\/p>\n<p>-State Sen. Roger Katz, R-Augusta<\/p>\n<p><\/aside>\n<p>LePage also appears in a DV public service <a href=\"http:\/\/vimeo.com\/35938957\" target=\"_blank\">video<\/a> filmed in the State House with the burly governor surrounded by a couple dozen men asking the public to “stand up” again domestic abuse. The message is clear – men are the problem and the solution &#8212; and it’s coming from a range of men: cops, bikers, men in suits.<\/p>\n<p>Colpitts said working directly with LePage means he will ”challenge you, engage you in disagreements, but, not in my experience is it intended to intimidate or harass you in any way.” His theme in working on the legislation, she said, was “knowing that people will change if you hold them accountable.”<\/p>\n<p>How does she jibe his commitment to ending DV with comments such as a suggesting a legislator was figuratively sodomizing the state.<\/p>\n<p>“He came back and said that wasn’t an appropriate thing to say,” she replied. “In my conversations with him, he never used language like that.”<\/p>\n<p>Cain worked with LePage on DV as well as ethics reform, an issue that never went far in Democratic administrations. The LePage-Cain <a href=\"http:\/\/www.impaq.me\/l\/3iVbhNkd4Q\" target=\"_blank\">bill<\/a> made four changes in the state’s ethics laws, aimed primarily at better disclosure and transparency.<\/p>\n<p>On the other hand, LePage vetoed a <a href=\"http:\/\/www.pressherald.com\/news\/LePage-vetoes-10-bills.html\" target=\"_blank\">bill<\/a> that would have required disclosure of donors to a governor-elect’s transition.<\/p>\n<p>Cain said the governor’s successes in domestic violence and ethics laws – and their failure to be well known &#8211;demonstrate the political challenge he faces.<\/p>\n<p>“It’s hard to have those examples actually come front and center stage because of all the other &#8212; whether events or comments or dramas &#8212; that surrounds the governor,” she said. “It becomes hard for anyone in the public or even the statehouse to celebrate those moments because they get drowned out by a lot of other noise.”<\/p>\n<hr \/>\n<p><img class=\"aligncenter size-full wp-image-5313\" alt=\"chapter 8\" src=\"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/chapter8.jpg\" width=\"680\" height=\"80\" \/><\/p>\n<p><strong>Scene 1<\/strong><\/p>\n<p><em>Location: Dining room, Blaine House, the governor’s mansion.<\/em><br \/>\n<em> When: May 2013<\/em><br \/>\n<em> Present: Gov. Paul LePage, First Lady Ann LePage, Communications Director Peter Steele and a reporter with a recording device.<\/em><\/p>\n<p><em>ANN (to her husband): One thing – you’ve never forgotten where you come from, ever.<\/em><br \/>\n<em> ANN (to the reporter): That’s my job – to make sure he doesn’t.<\/em><br \/>\n<em>LEPAGE: And she does a very good job of it, really. She’s like I am, we’re both from the same type of environment. It’s about people and some are disadvantaged, some are not; some are very elitist, some are spoiled &#8212; which I have a problem with a lot of them. But it is where we come from and our kids, our kids are both, all five of them, have had a great education. All of them got a master’s degree except for one. All very well educated, all did very very well in school, but they’re not elitist, they’re really down to earth every day people, except for one who likes to think she’s better than she is. I have a daughter, Lisa, I love her, but she likes to sign her name and she puts Lisa LePage, MBA. So I get an honorary doctorate, so now when I sign my name, I’m putting Ph.D.”<\/em><\/p>\n<aside class=\"module pull-quote right half\"><\/p>\n<p><img alt=\"LePage like Chris Christie\" src=\"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/Im-like-Chris-Christie.-Hes-blunt-and-Im-considered-over-the-top.jpg\" width=\"300\" height=\"410\" \/><\/p>\n<p>&#8220;I&#8217;m like Chris Christie. He&#8217;s blunt, and I&#8217;m considered over the top.&#8221;<\/p>\n<p style=\"color: #666666; font-size: 12px;\">Jeff Pouland Photography<\/p>\n<p><\/aside>\n<p>LePage threw his head back and laughed. At himself, about his daughter &#8212; and in the process told a lot about who he is and how he comes at his job, at his world.<\/p>\n<p>In the world he came from — small town politics and running discount department stores selling salvage — there were not many elites, not many people putting on airs, a venial sin to working-class success stories.<\/p>\n<p>But even in a small state like Maine, politicians play politics. The good ones can put on airs — and take them off as easily. They angle, they cajole, they cut deals. They say one thing one day, another the next. That’s how they get things done. “Politics is the art of compromise” is as anathema to Paul LePage as Barack Obama is (“I think Barack Obama is every bit as bad as Richard Nixon and some ways even worse.”)<\/p>\n<p>Goldthwait, the former independent legislator, said LePage has gone “way beyond the bounds” of the commonly accepted way of doing business at the State House.<\/p>\n<p>To the regulars “he wasn’t playing fair because he was breaking all these rules of protocol and courtesy and everything else. To the people not in that inner circle, they loved it because nobody extends to them that courtesy and fair play.”<\/p>\n<p>His economic adviser, John Butera, one of the Waterville pals he brought with him to the State House, said, “He doesn’t care if anyone likes him.”<\/p>\n<p>It was pointed out to him that a lot people say that when they’re under attack.<\/p>\n<p>“I know,” he said. “But he really doesn’t care if anyone likes him.”<\/p>\n<p>LePage did not disagree: “I want them (legislators) to respect that I’m trying to do the best I can … If I wanted to be liked, I’d get another dog. If I want to get loved, I’ll go home.”<\/p>\n<p>Eves, the speaker of the house, is one of the two Democratic legislative leaders LePage has to work with in the second two years of his four-term term. The results of that relationship are perhaps best expressed by the number of bills LePage vetoed this year: <a href=\"http:\/\/www.pressherald.com\/politics\/override-bids-leave-most-vetoes-standing_2013-07-10.html?pagenum=full\" target=\"_blank\">a record 83.<\/a><\/p>\n<p>Eves, a family therapist, likened LePage to a teenager whose “parents”– Republicans in the legislature – “are complicit in this behavior. They enable him. When he sees he can get away with it, he keeps doing it.”<\/p>\n<p>While Eves has run the House, state Sen. Justin Alfond of Portland has led the other chamber as senate president.<\/p>\n<p>LePage called Eves a “smart young guy who is inexperienced” and quickly added a less flattering take on Alfond, who he has known from Alfond’s youthful years growing up in the Waterville area, the grandson and an heir of up-from-the-bootstraps multi-millionaire Harold Alfond, who died in 2007. Alfond owned Dexter shoes, a business he famously sold to billionaire investor Warren Buffett, and was Maine’s best-known philanthropist.<\/p>\n<p>As figures in Waterville, LePage knew the grandfather and his sons as well, and spoke highly of all of them. Not so the grandson.<\/p>\n<p>“I can’t say anything good about Justin … Harold Alfond, I think was a great guy. Justin’s dad (Bill), I love to pieces, I think he’s a great guy,” LePage said. But, of the 38-year-old Justin he said, “Not very bright, and very, uh, well, here’s how I’ll characterize Justin Alfond: Spoiled brat. Both in his personal life and his politics. Justin is very fortunate that his father and his grandfather were born ahead of him.”<\/p>\n<p>Repeated requests to speak to Alfond never resulted in an interview.<\/p>\n<p>But when he speaks publically of LePage, it is often to attack the governor where he wants to be seen as strongest — as a friend of business.<\/p>\n<p>For example, regarding the Statoil deal, Alfond told the AP: &#8220;What we have seen once again is how far this governor is willing to go to stop you dead in your tracks if he is against you. And it doesn&#8217;t matter if you are an individual or a company that wants to invest millions of dollars.”<\/p>\n<p>To LePage, Alfond is the poster boy of those “elites” that he teases his daughter about being – the subset of Mainers who turn their noses up at LePage’s tea party policies and crude remarks.<\/p>\n<p>Rick Bennett is the former Republican president of the Senate and is seen as a moderate member of his party. He took over as state party chairman this summer. The “discomfort,” he said, between LePage and so-called “elites” goes both ways.<\/p>\n<p>“They are the people who are doing fine and they find him a bit off-putting … they like Maine the way it is,” he said. “There’s a lot of entrenchment from the people who have it good.”<\/p>\n<hr \/>\n<p><strong>Scene 2<\/strong><\/p>\n<p><em>Location: The law office of Republican state Sen. Roger Katz, overlooking the Kennebec River in downtown Augusta. The former high school basketball player has photos and clippings about the Boston Celtics hanging on the walls.<\/em><\/p>\n<p><em>Time: Summer, 2013<\/em><\/p>\n<p><em>Reporter: If you were LePage’s chief of staff, what would you have done differently?<\/em><\/p>\n<p><em>Katz: Be careful what you say and reach out to the other side … I view the Democrats in the legislature as my opponents, not my enemies. He was able to find common ground with Emily Cain on the issue of domestic violence. There are a lot of things like that … just a number of areas where you can bring coalitions together around a single issue and actually get something done.”<\/em><\/p>\n<p>The 66-year-old Katz represents the other side of the GOP from LePage and the tea party – once called Rockefeller Republicans and now sometimes RINOs, Republicans in Name Only.<\/p>\n<p>Katz, though, sees himself as a true Republican, just like his father, Bennett Katz, a former president of the Maine Senate, known as a gentle soul and a gentleman.<\/p>\n<p>His supports LePage’s fiscal policies and he admires his determination: “He’s been like a dog with a bone … getting us a government we can afford.”<\/p>\n<p>But the governor’s mouth has been too much for Katz.<\/p>\n<aside class=\"module pull-quote right half\"><\/p>\n<p><img class=\"alignnone size-full wp-image-5290\" alt=\"Emily Cain photo\" src=\"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/On-LePages-support-of-ethics-and-domestic-violence-reform-“It-becomes-hard-for-anyone-in-the-public-or-even-the-statehouse-to-celebrate-because-they-get-drowned-out-by-a-lot-of-other-noise.”-State-Sen.-Emily-Cain-D-Orono.jpg\" width=\"219\" height=\"278\" \/><\/p>\n<p>On LePage&#8217;s support of ethics and domestic violence reform &#8211; “It becomes hard for anyone in the public or even the statehouse to celebrate because they get drowned out by a lot of other noise.”<\/p>\n<p style=\"font-size: 15px;\">-State Sen. Emily Cain, D-Orono<\/p>\n<p><\/aside>\n<p>He published an <a href=\"http:\/\/www.pressherald.com\/opinion\/governors-rhetoric-interferes-with-goals-say-gop-state-senators_2011-04-04.html?pageType=mobile&amp;id=4&amp;start=1\" target=\"_blank\">op-ed<\/a>, endorsed by some fellow moderate Republicans, after the governor called those who protested his removal of a pro-labor mural from the state department of labor “idiots.”<\/p>\n<p>“By demeaning others, the governor also discourages people from taking part in debating the issues of the day – worrying if not only their ideas, but they themselves as people, will be the subject of scorn,” Katz wrote.<\/p>\n<p>But he also recognizes they had much different home lives.<\/p>\n<p>“If I had been brought up the way he was,” said Katz, “the hardscrabble way, I would have been either dead or in jail.”<\/p>\n<p>Katz came into the legislature with LePage three years ago along with enough other Republicans to take over both branches of the government from their long Democratic and independent control.<\/p>\n<p>The Republicans came with a mission – to put their philosophy of government ahead of the other side’s. Their bywords were personal responsibity, accountability, lower taxes, fiscal prudence, private enterprise.<\/p>\n<p>While liberals and progressives saw Maine being ranked at or near the top of “welfare states” as a sign of its decency, Republicans of all stripes said the state was trying to throw a champagne party on a beer budget.<\/p>\n<p>And while the moderates in the party might have hoped Mills had been chosen to carry their banner in the election, in 2009 the right was well-organized and the political winds favored them. And LePage – by policy and by style – fit their bill perfectly.<\/p>\n<p>LePage, Katz said, “came in with a formidable zeal to reverse 30 years of liberal Democratic direction and put us on a better track… myself I was proud to vote for him.”<\/p>\n<p>“I’m like Chris Christie,” LePage said, referring the New Jersey governor and a popular figure with fiscal conservatives. “He’s blunt, and I’m considered over the top.”<\/p>\n<p>But it’s that very style that now threatens the hopes of Republicans and conservative independents to finish the job of righting the state’s liberal tilt.<\/p>\n<p>Al Diamon is the iconoclastic <a href=\"http:\/\/www.dailybulldog.com\/db\/opinion\/politics-other-mistakes-tax-me\/\" target=\"_blank\">columnist<\/a> who has been skewering Maine politicians for more than 20 years. He called LePage a “boob” whose comments remind him of something you’d say after having “three or four beers in a bar.”<\/p>\n<p>(Although Diamon was not suggesting LePage has a drinking problem, LePage himself said he has heard people are saying that about him. Interviewed in his office on a Thursday, he said the last drink he had was the previous Monday, said he never drinks at the Blaine House unless it is a “glass of wine with my wife” and has a beer after his weekly round of golf at the Waterville Country Club.)<\/p>\n<p>Diamon also said LePage is one pol who has delivered what he said he would — at least so far.<\/p>\n<p>“It’s not only what the public wanted, it’s exactly what he promised … He didn’t lie and he didn’t change course, and he deserves credit for that,” Diamon said.<\/p>\n<p>But because of his lack of political skills, he can’t and likely won’t get much more accomplished, Diamon said: “He’s his own worst enemy because style overcomes the substance… He’s stubborn, stubborn.”<\/p>\n<p>Not only, he and others said, do LePage’s antics distract from his accomplishments, it reflects badly on all Republicans.<\/p>\n<p>His “allies in the legislature are being tarred with the same brush,” Diamon said, so they distance themselves from him because they “need cover back home.”<\/p>\n<p>Without that cover, they may not get reelected and if they don’t get reelected — and after two years of LePage enough did not that the R’s lost the House and Senate to the D’s — there goes their opportunity to fix the state the way they want it fixed.<\/p>\n<p>“It’s a tragedy,” Katz said.<\/p>\n<hr \/>\n<p>Mills calls LePage’s tenure a time of “lost opportunities,” citing a series of fiscal initiatives such as deeper tax reform that were lost “because style matters … Reagan had style and he got all kinds of things done.”<\/p>\n<p>Cutler said LePage’s actions have done the opposite of advancing a new conservative agenda: ”The Democrats are emboldened politically by LePage’s actions.”<\/p>\n<p>Caron says style is half of the problem. The other is that LePage hasn’t articulated a long-range plan for the state.<\/p>\n<p>“If he has … a philosophy, it’s laissez faire. It’s a lot of action on government and let the private sector do it all from there,” Caron said. “The problem is we’re competing in a world where that’s not the way our competitors are operating at all. That’s not the way China is operating or Massachusetts.”<\/p>\n<aside class=\"module pull-quote right half\"><\/p>\n<p><img class=\"alignnone size-full wp-image-5305\" alt=\"LePage Missing what I am saying\" src=\"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/They-are-missing-what-I’m-here-for-everyone-missed-what-I’m-here-for.-I’m-not-here-to-be-a-politician..jpg\" width=\"500\" height=\"273\" \/><\/p>\n<p>&#8220;They are missing what I’m here for, everyone missed what I’m here for. I’m not here to be a politician.&#8221;<\/p>\n<p style=\"color: #666666; font-size: 12px;\">Jeff Pouland Photography<\/p>\n<p><\/aside>\n<p>Dan Demeritt was LePage’s campaign spokesman and had the same job for a short time after LePage was in office.<\/p>\n<p>He said he didn’t know LePage well when he started working for him, but it wasn’t long after that he came to appreciate LePage’s ideas and his commitment.<\/p>\n<p>“I would walk in front of train for him,” he said.<\/p>\n<p>He saw a refreshing leader who had “the ability to be transformational.”<\/p>\n<p>But, to Demeritt, that has been lost because LePage approaches the job wrong.<\/p>\n<p>“He would make a great general manager for the state of Maine,” Demeritt said, but it takes more than that to lead.<\/p>\n<p>To lead, he and others observed, LePage has to “sell his ideas … go to the public and sell them.” And the anti-politician in him has not done that well enough.<\/p>\n<p>Demeritt recalls that early in LePage’s tenure, they were scheduled to have a press conference on a plan to help Brunswick residents who lost money to a fuel oil business that stopped delivering.<\/p>\n<p>‘We had to literally get him to take his suit jacket off the hanger and go to the press conference,” Demeritt recalled. “His attitude was the staff has done the work and they should get the credit.”<\/p>\n<p>To LePage, his critics just don’t get it.<\/p>\n<p>“They are missing what I’m here for, everyone missed what I’m here for. I’m not here to be a politician &#8212; never intended … I’m a turn-around specialist. And we know what needs to happen,” he said. “We just can’t get enough people to buy in.”<\/p>\n<p><strong>Scene 3<\/strong><\/p>\n<p><em>Location: The governor’s office.<\/em><br \/>\n<em> Date: Late August<\/em><br \/>\n<em> Present: LePage, press aides Steele and Adrienne Bennett and a Maine Center for Public Interest Reporting photographer and reporter.<\/em><br \/>\n<em> Background: About a week after press reports based on anonymous sources who claimed that, at a fundraiser in Belgrade, <a href=\"http:\/\/bangordailynews.com\/2013\/08\/23\/politics\/lepage-apologizes-to-gop-for-difficulty-caused-by-comments-about-obama-blames-media\/?ref=relatedBox\" target=\"_blank\">LePage had said President Obama hated white people.<\/a> This latest report on top of others had that day attracted more national press coverage. LePage himself seemed to finally be accepting the reality that, as his wife said at the lunch interview, “Paul LePage has no filter.” It was time to take the advice he had been getting from back in the campaign – control his mouth.<\/em><\/p>\n<p><em>LePage: I’ve got this big eraser for when I open my mouth (holds up foot-long rubber eraser “for Big Mistakes&#8221;).<\/em><\/p>\n<p>He said he never said Obama hates white people. He said his point was that Obama missed a chance to bring the races together. “He could have said I’m half white and half back. Instead they called him the first black president. I never said he hated white people. I said, I guess he doesn’t like me.”<\/p>\n<p>But, from now on, he said, he’s going to try to keep a lid on the comments “and talk out of both sides of my mouth like a politician.”<\/p>\n<p>“They (staff) gave me this,” he said, holding up a roll of duct tape, leaning back, laughing, taking pleasure in his rep for shooting before he aims.<\/p>\n<aside class=\"module pull-quote right half\"><\/p>\n<p><img class=\"alignnone size-full wp-image-5299\" alt=\"LePage Humor\" src=\"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/I-don’t-take-myself-very-seriously-and-I-have-found-in-Augusta-politics-is-very-serious-and-I-don’t-take-it-seriously-because-I-don’t-like-it..jpg\" width=\"400\" height=\"311\" \/><\/p>\n<p>&#8220;I don’t take myself very seriously, and I have found, in Augusta, politics is very serious, and I don’t take it seriously because I don’t like it.&#8221;<\/p>\n<p style=\"color: #666666; font-size: 12px;\">Jeff Pouland Photography<\/p>\n<p><\/aside>\n<p>“I have what I consider is a decent sense of humor,” he said in the Blaine House interview. “I don’t take myself very seriously and I have found, in Augusta, politics is very serious and I don’t take it seriously because I don’t like it.”<\/p>\n<p>(But he added that the Vaseline comment was wrong. “It was a terrible one and I regret it … everything else I’ve said … I still believe them.”)<\/p>\n<p>Marty Linsky is a former Republican legislator in Massachusetts, a teacher of public leadership at the Kennedy School of Government at Harvard – an expert in governing.<\/p>\n<p>Linsky came to LePage’s defense in a June <a href=\"http:\/\/www.pressherald.com\/politics\/state\/status-getting-a-blunt-letter-from-lepage_2013-06-12.html\" target=\"_blank\">story <\/a>in the Portland Press Herald in which a member of the liberal group Moveon.org had written a letter to LePage complaining the governor wasn’t doing enough to help the victims of a Lewiston fire.<\/p>\n<p>LePage replied with what he had done and added, “What have you done” – which shocked the letter-writer.<\/p>\n<hr \/>\n<p>Linsky told the paper, &#8220;I think it is a good thing that people in elected office sometimes tell constituents what they believe they need to hear, rather than what they want to hear.”<\/p>\n<p>Linsky and others see LePage’s comments like these as not only refreshing, but deliberate.<\/p>\n<p>“It’s pretty clear he enjoys the reputation and the notoriety he’s generated,” Linsky said. “It feeds his image of himself … he revels in his bluntness” because he reinforces his self-image.<\/p>\n<p>Payne, the Portland businessman, said when LePage makes his extreme comments his supporters say, “Go Paul. Do it again. They’re enthralled by him.”<\/p>\n<p><img class=\"aligncenter size-full wp-image-5332\" alt=\"EPILOGUE\" src=\"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/EPILOGUE.jpg\" width=\"680\" height=\"80\" \/><\/p>\n<aside class=\"module pull-quote right half\"><\/p>\n<p><img class=\"alignnone size-full wp-image-5298\" alt=\"LePage Lip Photo\" src=\"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/I-am-going-to-try-to-keep-a-lid-on-the-comments-and-talk-out-of-both-sides-of-my-mouth-like-a-politician..jpg\" width=\"300\" height=\"402\" \/><\/p>\n<p>&#8220;I am going to try to keep a lid on the comments and talk out of both sides of my mouth like a politician.&#8221;<\/p>\n<p style=\"color: #666666; font-size: 12px;\">Jeff Pouland Photography<\/p>\n<p><\/aside>\n<p>Public officials have two jobs: run the government and get reelected.<\/p>\n<p>To LePage’s legion of critics, he’s lost or losing on both counts.<\/p>\n<p>Cutler said LePage’s tenure — despite some progress — adds up to “two and half years of a lost opportunity for the people of Maine.”<\/p>\n<p>Eves, the Democratic speaker of the house, said voters will see that LePage “is driving businesses out of the state, denying health care to 70,000 Mainers.”<\/p>\n<p>When it comes to governing, those less opposed to LePage cite the pension, hospital debt and business-friendly orientation as lasting policy improvements.<\/p>\n<p>But as for everything else that has or will happen under Paul LePage, as Payne pointed out, “it’s a long horizon for history to catch up to what actually happened.”<\/p>\n<p>Caron said, “The cup is half full and half empty when it comes to Paul LePage.”<\/p>\n<p>‘I’m from another world” than the political one, LePage reflected. “I don’t expect to change the world, I just hope to improve the world.”<\/p>\n<p>With the election one year away, voters will have some time to decide if he has improved their world.<\/p>\n<p>Diamon said LePage was ill-suited for the job – “There’s no way he should be governor.” His accomplishments like fixing the pension and hospital debt “are not bread-and-butter issues to the average person.”<\/p>\n<p>“I don’t see how he can recover” by the time of the election, Diamon said.<\/p>\n<p>Bennett, the head of the GOP and the man with the task of getting LePage reelected, said, “I don’t think Maine people will deny him reelection based on style points.<\/p>\n<p>“At the end of the day,” he said, “people generally get it.”<\/p>\n<hr \/>\n<p><em><strong>Correction: <\/strong>The Maine Center for Public Interest Reporting incorrectly reported in a previous version of this story the name of the state auditor responsible for the state audit released Dec. 21, 2012. The auditor responsible for the report was Neria Douglass. She became state treasurer in January and was replaced by Pola Buckley.<\/em><\/p>\n<p><em><strong>There&#8217;s even more to this story &#8211;<\/strong> more from Gov.LePage on the Vaseline incident, &#8220;elites,&#8221; power brokers, his failures and other &#8220;outtakes&#8221; from the LePage interview.<\/em><br \/>\n<a href=\"http:\/\/pinetreewatchdog.org\/the-lepage-outtake-file\"> <em> Click here.<\/em><\/a><\/p>\n<p><em>Naomi Schalit contributed to this story. Disclosure: Severin Beliveau, who is quoted in this story, contributed $250 to the Center in 2013. The Maine Center for Public Interest Reporting is a nonpartisan, non-profit news service based in Hallowell. Email: <a title=\"Maine Center for Public Interest reporting Email LInk\" href=\"mailto:mainecenter@gmail.com\" target=\"_blank\">mainecenter@gmail.com<\/a>. Web: <a title=\"Pine Tree Watchdog Website Link\" href=\"http:\/\/www.pinetreewatchdog.org\" target=\"_blank\">www.pinetreewatchdog.org<\/a>.<\/em><\/p>\n<p><em><strong>About the author:<\/strong> John Christie is the co-founder, publisher and senior reporter of the Maine Center for Public Interest Reporting. He has covered local, state and national politics as a reporter, editor and publisher at newspapers in Maine, Massachusetts and Florida and holds a BA in political science from the University of New Hampshire.<\/em><\/p>\n","excerpt":"<p>Three years ago, Maine voters made a little-known mayor from a small central Maine city the 74th governor of the state.<\/p>\n<p>And nothing’s been the same since.<\/p>\n<p>Paul LePage came into office insulting the president of the United States and hasn’t slowed down to this day.<\/p>\n<p>The Waterville mayor and Marden’s general manager walked onto the political stage as a long shot in the 2010 Republican primary.  But he emerged ahead of better-known names such as Les Otten and Peter Mills with his brand of fist-pounding promises to straighten out the state’s books, be “business-friendly,” cut taxes and reduce welfare.<\/p>\n<p>In the 657 days he has been in office, LePage has been on page one nearly as often as the weather forecast. Usually, he’s out there with blunt – some say crude – remarks, threats and demands.<\/p>\n<p>But there’s a lot more to the LePage story than his self-described “big mouth.” There’s also his record on substantive issues, from the pension debt to the income tax, from business regulation to the environment, domestic violence to education.  <\/p>\n<p>The Maine Center for Public Interest Reporting presents an in-depth study of the governor: “The Book on Paul LePage: The ‘biggest, baddest person around’ crashes Augusta’s ‘nicey-nice’ club.”<\/p>\n","date":"2013-10-23 06:00:02","modified":"2013-11-03 20:07:21","categories":[{"id":22,"slug":"story-archive","title":"Stories","description":"","parent":0,"post_count":75}],"tags":[{"id":132,"slug":"maine-legislature","title":"Maine legislature","description":"","post_count":19},{"id":170,"slug":"paul-lepage","title":"Paul LePage","description":"","post_count":29}],"author":{"id":354,"slug":"","name":"","first_name":"","last_name":"","nickname":"","url":"","description":""},"comments":[],"attachments":[{"id":5271,"url":"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/chapter6-marker.png","slug":"chapter6-marker","title":"chapter6-marker","description":"","caption":"","parent":5238,"mime_type":"image\/png","images":[]},{"id":5280,"url":"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/Hes-a-scared-little-boy-who-wishes-his-mother-could-have-protected-him-and-his-father-loved-him.-Waterville-mayor-Karen-Heck.jpg","slug":"hes-a-scared-little-boy-who-wishes-his-mother-could-have-protected-him-and-his-father-loved-him-waterville-mayor-karen-heck","title":"Karen Heck Photo","description":"","caption":"","parent":5238,"mime_type":"image\/jpeg","images":[]},{"id":5282,"url":"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/Im-not-sure-Im-aware-of-any-others-politicians-that-are-as-fearless-about-political-fallout.-Jill-Goldthwait-former-independent-state-senator.jpg","slug":"im-not-sure-im-aware-of-any-others-politicians-that-are-as-fearless-about-political-fallout-jill-goldthwait-former-independent-state-senator","title":"Jill Goldthwait Photo","description":"","caption":"","parent":5238,"mime_type":"image\/jpeg","images":[]},{"id":5283,"url":"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/If-he-has-…-a-philosophy-its-laissez-faire-…-The-problem-is-were-competing-in-a-world-where-thats-not-the-way-our-competitors-are-operating-at-all.-Alan-Caron-former-president-GrowSmart-Maine.jpg","slug":"if-he-has-a-philosophy-its-laissez-faire-the-problem-is-were-competing-in-a-world-where-thats-not-the-way-our-competitors-are-operating-at-all-alan-caron-former-president","title":"Alan Caron Photo","description":"","caption":"","parent":5238,"mime_type":"image\/jpeg","images":[]},{"id":5284,"url":"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/Its-very-easy-to-demonize-people-who-dont-think-like-we-do.-Julia-Colpitts-executive-director-Maine-Coalition-to-End-Domestic-Violence.jpg","slug":"its-very-easy-to-demonize-people-who-dont-think-like-we-do-julia-colpitts-executive-director-maine-coalition-to-end-domestic-violence","title":"Julia Colpitts Photo","description":"","caption":"","parent":5238,"mime_type":"image\/jpeg","images":[]},{"id":5285,"url":"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/The-LePages-of-the-world-have-tapped-into-…-the-vein-of-discontent.-Garrett-Martin-executive-director-Maine-Center-for-Economic-Policy.jpg","slug":"the-lepages-of-the-world-have-tapped-into-the-vein-of-discontent-garrett-martin-executive-director-maine-center-for-economic-policy","title":"Garrett Martin photo","description":"","caption":"","parent":5238,"mime_type":"image\/jpeg","images":[]},{"id":5286,"url":"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/“People’s-sense-was-that-we-needed-a-correction.”-Severin-Beliveau-attorney-lobbyist-and-Democratic-Party-elder.jpg","slug":"peoples-sense-was-that-we-needed-a-correction-severin-beliveau-attorney-lobbyist-and-democratic-party-elder","title":"Severin Beliveau photo","description":"","caption":"","parent":5238,"mime_type":"image\/jpeg","images":[]},{"id":5287,"url":"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/LePage-has-moved-the-dial-on-policy-more-than-anyone-in-my-lifetime.-Tony-Payne-business-executive-and-conservative-political-activist.jpg","slug":"lepage-has-moved-the-dial-on-policy-more-than-anyone-in-my-lifetime-tony-payne-business-executive-and-conservative-political-activist","title":"Tony Payne photo","description":"","caption":"","parent":5238,"mime_type":"image\/jpeg","images":[]},{"id":5288,"url":"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/LePage-has-been-just-immoveable-and-in-a-very-reckless-way.-Democratic-Speaker-of-the-House-Mark-Eves.jpg","slug":"lepage-has-been-just-immoveable-and-in-a-very-reckless-way-democratic-speaker-of-the-house-mark-eves","title":"Mark Eves photo","description":"","caption":"","parent":5238,"mime_type":"image\/jpeg","images":[]},{"id":5289,"url":"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/Lowering-the-state-pension-debt-1.7-billion-was-LePages-single-biggest-achievement.-Peter-Mills-former-state-legislator-and-current-head-of-the-Maine-Turnpike-Authority.jpg","slug":"lowering-the-state-pension-debt-1-7-billion-was-lepages-single-biggest-achievement-peter-mills-former-state-legislator-and-current-head-of-the-maine-turnpike-authority","title":"Peter Mills photo","description":"","caption":"","parent":5238,"mime_type":"image\/jpeg","images":[]},{"id":5290,"url":"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/On-LePages-support-of-ethics-and-domestic-violence-reform-“It-becomes-hard-for-anyone-in-the-public-or-even-the-statehouse-to-celebrate-because-they-get-drowned-out-by-a-lot-of-other-noise.”-State-Sen.-Emily-Cain-","slug":"on-lepages-support-of-ethics-and-domestic-violence-reform-it-becomes-hard-for-anyone-in-the-public-or-even-the-statehouse-to-celebrate-because-they-get-drowned-out-by-a-lot-of-other-noise","title":"Emily Cain photo","description":"","caption":"","parent":5238,"mime_type":"image\/jpeg","images":[]},{"id":5291,"url":"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/The-governors-style-is-a-slap-in-the-face-to-most-responsible-business-leaders.-Eliot-Cutler-attorney-businessman-and-independent-candidate-for-governor.jpg","slug":"the-governors-style-is-a-slap-in-the-face-to-most-responsible-business-leaders-eliot-cutler-attorney-businessman-and-independent-candidate-for-governor","title":"Eliot Cutler photo","description":"","caption":"","parent":5238,"mime_type":"image\/jpeg","images":[]},{"id":5294,"url":"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/Hes-been-like-a-dog-with-a-bone-…-getting-us-a-government-we-can-afford.-State-Sen.-Roger-Katz-R-Augusta2.jpg","slug":"hes-been-like-a-dog-with-a-bone-getting-us-a-government-we-can-afford-state-sen-roger-katz-r-augusta2","title":"Roger Katz photo","description":"","caption":"","parent":5238,"mime_type":"image\/jpeg","images":[]},{"id":5296,"url":"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/LePage-MainGraphic2.jpg","slug":"lepage-maingraphic2","title":"LePage-MainGraphic","description":"","caption":"","parent":5238,"mime_type":"image\/jpeg","images":[]},{"id":5298,"url":"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/I-am-going-to-try-to-keep-a-lid-on-the-comments-and-talk-out-of-both-sides-of-my-mouth-like-a-politician..jpg","slug":"i-am-going-to-try-to-keep-a-lid-on-the-comments-and-talk-out-of-both-sides-of-my-mouth-like-a-politician","title":"LePage Lip Photo","description":"","caption":"","parent":5238,"mime_type":"image\/jpeg","images":[]},{"id":5299,"url":"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/I-don’t-take-myself-very-seriously-and-I-have-found-in-Augusta-politics-is-very-serious-and-I-don’t-take-it-seriously-because-I-don’t-like-it..jpg","slug":"i-dont-take-myself-very-seriously-and-i-have-found-in-augusta-politics-is-very-serious-and-i-dont-take-it-seriously-because-i-dont-like-it","title":"LePage Humor","description":"","caption":"","parent":5238,"mime_type":"image\/jpeg","images":[]},{"id":5300,"url":"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/Im-like-Chris-Christie.-Hes-blunt-and-Im-considered-over-the-top.jpg","slug":"im-like-chris-christie-hes-blunt-and-im-considered-over-the-top","title":"LePage like Chris Christie","description":"","caption":"","parent":5238,"mime_type":"image\/jpeg","images":[]},{"id":5301,"url":"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/I’m-a-lightning-rod..jpg","slug":"im-a-lightning-rod","title":"I’m a lightning rod.","description":"","caption":"","parent":5238,"mime_type":"image\/jpeg","images":[]},{"id":5302,"url":"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/It’s-all-about-accountability..jpg","slug":"its-all-about-accountability","title":"LePage accountability","description":"","caption":"","parent":5238,"mime_type":"image\/jpeg","images":[]},{"id":5303,"url":"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/LePage-holds-up-duct-tape-—-the-staff-gave-me-this..jpg","slug":"lepage-holds-up-duct-tape-the-staff-gave-me-this","title":"LePage holds up duct tape photo","description":"","caption":"LePage holds up duct tape — the staff gave me this..","parent":5238,"mime_type":"image\/jpeg","images":[]},{"id":5304,"url":"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/People-think-I’m-a-bully-but-it’s-just-that-I-get-a-little-offended-when-they-get-condescending..jpg","slug":"people-think-im-a-bully-but-its-just-that-i-get-a-little-offended-when-they-get-condescending","title":"LePage Bully","description":"","caption":"","parent":5238,"mime_type":"image\/jpeg","images":[]},{"id":5305,"url":"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/They-are-missing-what-I’m-here-for-everyone-missed-what-I’m-here-for.-I’m-not-here-to-be-a-politician..jpg","slug":"they-are-missing-what-im-here-for-everyone-missed-what-im-here-for-im-not-here-to-be-a-politician","title":"LePage Missing what I am saying","description":"","caption":"","parent":5238,"mime_type":"image\/jpeg","images":[]},{"id":5307,"url":"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/chapter1.jpg","slug":"chapter1-2","title":"chapter1","description":"","caption":"","parent":5238,"mime_type":"image\/jpeg","images":[]},{"id":5308,"url":"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/chapter2.jpg","slug":"chapter2-2","title":"chapter 2","description":"","caption":"","parent":5238,"mime_type":"image\/jpeg","images":[]},{"id":5309,"url":"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/chapter4.jpg","slug":"chapter4-2","title":"chapter 4","description":"","caption":"","parent":5238,"mime_type":"image\/jpeg","images":[]},{"id":5310,"url":"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/chapter5.jpg","slug":"chapter5-2","title":"chapter 5","description":"","caption":"","parent":5238,"mime_type":"image\/jpeg","images":[]},{"id":5311,"url":"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/chapter6.jpg","slug":"chapter6-2","title":"chapter 6","description":"","caption":"","parent":5238,"mime_type":"image\/jpeg","images":[]},{"id":5312,"url":"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/chapter7.jpg","slug":"chapter7-2","title":"chapter 7","description":"","caption":"","parent":5238,"mime_type":"image\/jpeg","images":[]},{"id":5313,"url":"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/chapter8.jpg","slug":"chapter8","title":"chapter 8","description":"","caption":"","parent":5238,"mime_type":"image\/jpeg","images":[]},{"id":5314,"url":"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/chapyer3.jpg","slug":"chapyer3","title":"Chapter 3","description":"","caption":"","parent":5238,"mime_type":"image\/jpeg","images":[]},{"id":5315,"url":"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/epilouge.jpg","slug":"epilouge","title":"epilouge","description":"","caption":"","parent":5238,"mime_type":"image\/jpeg","images":[]},{"id":5317,"url":"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/the-book-LePage-header.jpg","slug":"the-book-lepage-header","title":"the-book-LePage-header","description":"","caption":"","parent":5238,"mime_type":"image\/jpeg","images":[]},{"id":5327,"url":"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/chapter-3.jpg","slug":"chapter-3","title":"chapter-3","description":"","caption":"","parent":5238,"mime_type":"image\/jpeg","images":[]},{"id":5328,"url":"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/Pete-Didisheim-Natural-Resources-Council-of-Maine.jpg","slug":"pete-didisheim-natural-resources-council-of-maine","title":"Pete Didisheim Photo","description":"","caption":"","parent":5238,"mime_type":"image\/jpeg","images":[]},{"id":5330,"url":"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/chapter4-.jpg","slug":"chapter4-3","title":"chapter 4","description":"","caption":"","parent":5238,"mime_type":"image\/jpeg","images":[]},{"id":5332,"url":"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/EPILOGUE.jpg","slug":"epilogue","title":"EPILOGUE","description":"","caption":"","parent":5238,"mime_type":"image\/jpeg","images":[]},{"id":5333,"url":"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/Lepage-and-chriistie-1.jpeg","slug":"lepage-and-chriistie-1","title":"Lepage and chriistie photo","description":"","caption":"","parent":5238,"mime_type":"image\/jpeg","images":[]},{"id":5344,"url":"http:\/\/pinetreewatchdog.org\/files\/2013\/10\/chapter3-revised.jpg","slug":"chapter3-revised","title":"Chapter 3 Marker","description":"","caption":"","parent":5238,"mime_type":"image\/jpeg","images":[]}],"comment_count":0,"comment_status":"closed","thumbnail":null,"custom_fields":{"custom_sidebar":["default"],"largo_byline_text":["John Christie | ©Maine Center for Public Interest Reporting"],"documents":[""],"wide_assets":[""],"cover_image_url":["http:\/\/pinetreewatchdog.org\/files\/2013\/10\/the-book-LePage-header.jpg"],"subhed":["The ‘biggest, baddest person around’ crashes Augusta’s ‘nicey-nicey’ club"],"byline_lat":["Jeff Pouland Photography"]},"thumbnail_size":"post-thumbnail","thumbnail_images":[],"taxonomy_prominence":[{"id":8,"slug":"homepage-featured","title":"Homepage Featured","description":"If you are using the Newspaper or Carousel optional homepage layout, add this label to posts to display them in the featured area on the homepage","parent":0,"post_count":3},{"id":264,"slug":"top-story","title":"Top Story","description":"If you are using the Newspaper or Carousel optional homepage layout, add this label to a post to make it the top story on the homepage","parent":8,"post_count":2}],"taxonomy_series":[]},"previous_url":"http:\/\/localhost:1338\/?p=5219","next_url":"http:\/\/localhost:1338\/?p=5341"}